-- phpMyAdmin SQL Dump
-- version 3.5.7
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Mar 29, 2013 at 02:09 PM
-- Server version: 5.1.44
-- PHP Version: 5.3.1

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `kmutnbea_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `alumni`
--

CREATE TABLE IF NOT EXISTS `alumni` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `detail` text NOT NULL,
  `pic` varchar(100) NOT NULL,
  `youtubevdo` varchar(100) NOT NULL,
  `publish` tinyint(1) NOT NULL DEFAULT '1',
  `create_date` datetime NOT NULL,
  `counter` int(11) NOT NULL,
  `post_ip` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `alumni`
--

INSERT INTO `alumni` (`id`, `user_id`, `name`, `detail`, `pic`, `youtubevdo`, `publish`, `create_date`, `counter`, `post_ip`) VALUES
(1, 1, 'นายพินิจ ศิริพฤกษ์พงษ์', 'ขอแนะนำศิษย์เก่าดีเด่น ประจำปี ๒๕๕๓ สาขาวิศวกรรมศาสตร์ นายพินิจ  ศิริพฤกษ์พงษ์ \r\n\r\n\r\n<p>\r\n	“รู้จักพี่ รู้จักน้อง” ขอเชิญกันมาทำความรู้จักคุณพินิจ  ศิริพฤกษ์พงษ์  ศิษย์เก่าคณะวิศวกรรมศาสตร์ สาขาเครื่องกล ที่มีเกียรตินิยมอันดับ 1 พ่วงท้ายปริญญาวิศวกรรมศาสตร์บัณฑิต  จากคณะวิศวกรรมศาสตร์ มจพ. ในปี พ.ศ.2520 ซึ่งขณะนั้นมหาวิทยาลัยฯ ยังคงใช้นามสถาบันเดิม คือ “สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ”</p>\r\n<p>\r\n	และในค่ำคืนวันงานรวมน้ำใจชาว มจพ. ประจำปี 2554 เมื่อวันพฤหัสฯ ที่ 17 กุมภาพันธ์ 2554  เมื่อเวลา 19.00 น. ตามกำหนดการ  หลังจากมีรายการแสดงต่าง ๆ ก็มาถึงวาระที่ท่านอธิการบดีมอบโล่ประกาศเกียรติคุณศิษย์เก่าดีเด่น ในสาขาต่าง ๆ  หนึ่งในจำนวนผู้ที่ได้รับประกาศเกียรติคุณศิษย์เก่าดีเด่น วินาทีนี้จะเป็นใครไปไม่ได้ นอกจากคุณพินิจ  ศิริพฤกษ์พงษ์  ที่ได้รับการคัดกรองตกผลึกมาจนถึงวินาทีนี้  “รู้จักพี่ รู้จักน้อง” จึงต้องขอนำเสนอความเป็นมา เกียรติประวัติ/ผลงาน ฯลฯ เพื่อให้ท่านสมาชิก ชาววิศวฯ มจพ. และทุกท่านที่ได้มาเยือนบ้าน สศวพ. ได้ทำความรู้จักกันไว้  เผื่อที่วันหน้ามีกิจธุระ หรือต้องการคำแนะนำ ปรึกษาหารือ  ก็ย่อมสามารถทำได้ ด้วยมีฐานของมิตรสัมพันธ์เดิมของศิษย์ร่วมสถาบันในระหว่างกัน</p>\r\n<p>\r\n	คุณพินิจ  ศิริพฤกษ์พงษ์  เกิดวันที่ 29 ตุลาคม 2496  จบการศึกษาระดับปริญญาตรี วิศวกรรมศาสตร์บัณฑิต สาขาเครื่องกล (เกียรตินิยมอันดับ 1) จากคณะวิศวกรรมศาสตร์ สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือเมื่อปี พ.ศ.2520</p>\r\n<p>\r\n	จากนั้นยังได้ไปศึกษาต่อ และในเวลาต่อมาก็จบปริญญาโท วิศวกรรมศาสตร์มหาบัณฑิต  สาขาวิศวกรรมเครื่องกล  จากคณะวิศวกรรมศาสตร์ มหาวิทยาลัยจุฬาลงกรณ์ฯ  ในปี พ.ศ.2527</p>\r\n<p>\r\n	ในเวลาหลังจากที่คุณพินิจ จบปริญญาตรีแล้วก็ได้เข้าทำงานการไฟฟ้าฝ่ายผลิตแห่งประเทศไทย เมื่อปี พ.ศ. 2521  ในตำแหน่งวิศวกร ประจำแผนกวิทยาการ กองพลังงานพิเศษ ฝ่ายวิทยาการพลังงาน  ทำงานไปได้เข้าสู่ปี พ.ศ. 2526  ได้รับตำแหน่งเพิ่มขึ้นเป็น ผู้ช่วยหัวหน้าแผนกวิทยาการฯ ในกอง/ฝ่ายเดิม </p>\r\n<p>\r\n	จนกระทั่งถึง ปี พ.ศ. 2533 ก็ไต่เต้าขึ้นสู่ตำแหน่งผู้บริหาร คือเลื่อนเป็นหัวหน้าแผนกวิทยาการ  ในกองเดิม ฝ่ายวิศวกรรมพลังความร้อน  จนมาถึงปี พ.ศ.2537 ก็โยกย้ายตำแหน่งเปลี่ยนไปฝ่ายพัฒนาและแผนงาน  ดำรงตำแหน่งผู้ช่วยหัวหน้ากองพัฒนาและวางแผนพลังงานพิเศษ </p>\r\n<p>\r\n	จากนั้นชีวิตก็เดินหน้าตลอดในระยะเวลาไม่ห่างกันนัก ในปี พ.ศ. 2538 ก็เลื่อนตำแหน่งขึ้นเป็นหัวหน้ากองพัฒนาพลังงานทดแทน สำนักงานวิจัยและพัฒนา  มาจนถึงปี พ.ศ. 2546 ดำรงตำแหน่งเป็นผู้ช่วยผู้อำนวยการสำนักงานวิจัยและพัฒนา</p>\r\n<p>\r\n	ปี พ.ศ. 2548   เลื่อนตำแหน่งเป็นผู้ช่วยผู้จัดการฝ่ายพัฒนาพลังงานทดแทน  และในปี พ.ศ. 2549  ดำรงตำแหน่งผู้ช่วยผู้อำนวยการฝ่ายบริหารงานวิจัยและพัฒนา  และจนกระทั่งในปี พ.ศ. 2553  ก็ก้าวขึ้นสู่ตำแหน่งผู้อำนวยการฝ่ายบริหารงานวิจัยและพัฒนา  มาจนถึงปัจจุบันนี้ (2554)  ด้วยความเป็นเลิศทางด้านวิชาการ  และการสร้างผลงานต่าง ๆ ที่โดดเด่น  เป็นที่ยอมรับจากสังคมทุกภาคส่วน  และสร้างชื่อเสียงให้กับองค์กรหน่วยงานที่ท่านทำงานอยู่ด้วย  และทั้งสถาบันการศึกษาที่ท่านได้ร่ำเรียนมาด้วย </p>\r\n<p>\r\n	<strong>ผลงานต่าง ๆ ที่สร้างชื่อเสียง</strong>  ในปี พ.ศ. 2545  ได้รับรางวัลดีเยี่ยม  ผลงานหรือประดิษฐ์สิ่งที่เป็นประโยชน์ต่การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย เรื่อง “ระบบติดตามดวงอาทิตย์แบบถ่วงน้ำหนัก”</p>\r\n<p>\r\n	ปี พ.ศ. 2546  รางวัลดีมาก ผลงานหรือประดิษฐ์สิ่งที่เป็นประโยชน์ต่อการไฟฟ้าฝ่ายผลติแห่งประเทศไทย เรื่อง “ระบบสูบน้ำพลังงานแสงอาทิตย์ด้วยแผงรับความร้อน”  และรางวัล Runner-Up  ในการประชุม Asian Energy Awards 2003 ที่ Lang kawi, Malaysia เรื่อง “ระบบผลิตไฟฟ้าจากกังหันลมภูเก็ต” จากการประกวดพลังงานในกลุ่มประเทศอาเชี่ยน</p>\r\n<p>\r\n	ปี พ.ศ. 2547  ออกแบบยุ้งฉางประหยัดพลังงานแบบพิเศษ  ซึ่งใช้เป็นที่อบ เก็บ รักษาในชุดเดียวกัน  ให้กับโครงการหลวง  เพื่อใช้เป็นต้นแบบให้กับชาวนา  ได้รับการเข้าเผ้าและถวายรายงานโดยตรงกับพระบาทสมเด็จพระเจ้าอยู่หัว ณ พระราชวังไกลกังวล อ.หัวหิน จ.ประจวบคีรีขันธ์</p>\r\n<p>\r\n	ปี พ.ศ. 2548  ได้รับรางวัล Winnerในการประชุม Asian Energy Awards 2005 ที่ Siem Reap, Cambodia เรื่อง “Solar Tracking PV System Project of Thailand”  จากการประกวดพลังงานในกลุ่มประเทศอาเชี่ยน  และได้รับรางวัลรองชนะเลิศ การประกวดโครงการดีเด่นด้านพลังงานใหม่และหมุนเวียน ประเภท Off-Grid เรื่อง “Appropriate Technology of Solar Tracking System for Enhancing Performance of PV System” จัดโดยกรมพัฒนาพลังงานทดแทนและอนุรักษ์พลังงาน กระทรวงพลังงาน</p>\r\n<p>\r\n	และนอกจากนี้ท่านยังได้รับรางวัลอันเป็นเกียรติประวัติอีกนับต่อเนื่องกันมา ในปี พ.ศ. 2543  ได้รับรางวัลดีเด่น ประเภทวิศวกรที่อนุรักษ์พลังงานจากการประกวดการอนุรักษ์พลังงานดีเด่น  โดยกรมพัฒนาและส่งเสริมพลังงาน กระทรวงวิทยาศาสตร์ เทคโนโลยีและสิ่งแวดล้อม<br />\r\n	ในปี พ.ศ. 2546  ได้รับรางวัลโล่เกียรติคุณวิศวกรดีเด่น สาขานักวิจัยดีเด่น  โดยชมรมวิศวกร  การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย  และในปี พ.ศ. 2547  ได้รับเกียรติบัตรและเข็มเชิดชูเกียรติ บุคคลที่ได้กระทำคุณความดี  และสร้างชื่อเสียงจนเป็นที่ประจักษ์จากการไฟฟ้าฝ่ายผลิตแห่งประเทศไทย</p>\r\n<p>\r\n	ด้วยผลงาน/เกียรติประวัติต่าง ๆ ของท่านที่ได้รับ  และสังคมทุกภาคส่วนได้ให้การยอมรับ  จึงเป็นที่มาในการตกผลึกกับการได้รับเชิดชูเกียรติคุณมอบโล่ศิษย์เก่าดีเด่น ของมหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือในกาลปัจจุบันนี้  ด้วยความเหมาะสมทุกประการ  “รู้จักพี่ รู้จักน้อง” จึงได้นำประวัติความเป็นมาของคุณพินิจ  ศิริพฤกษ์พงษ์ มาให้ชาวเราเหล่าสมาชิกชาววิศวฯ มจพ. และเผยแพร่ออกสู่สังคมวงกว้าง  เพื่อที่จะได้ทำความรู้จักกันไว้  ยามเมื่อพี่มีธุระ  หรือน้องต้องการคำแนะนำปรึกษา  ก็สามารถใช้ฐานมิตรสัมพันธ์อันดีในระหว่างกัน ของความเป็นศิษย์เก่าร่วมสถาบัน เลือดสีเดียวกันพูดคุย สานไมตรีต่อกัน  ติดต่อพี่พินิจ หรือน้องพินิจ  ได้ที่ฝ่ายบริหารงานวิจัยและพัฒนา  การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย  เลขที่ 53 หมู่ 2 ถนนจรัลสนิทวงศ์  อำเภอบางกรวย  จ.นนทบุรี 11130  โทรศัพท์ 0-2436-4900  โทรสาร 0-2436-4990  มือถือ 08-1842-1155  และโปรดแนะนำตัวกันด้วยว่าเราคือศิษย์ชาววิศวกรรมศาสตร์ มจพ.</p>\r\n', 'pic_news4941-pinit siriprukphong.jpg', '', 1, '2013-01-31 13:35:42', 0, '::1'),
(2, 1, 'ชัยโชค พุ่มพวง', '<p>รุ่นพี่ชัยโชค พุ่มพวงที่ปรึกษา สศวพ-บอร์ดสมาคมฟุตบอลแห่งประเทศไทยฯ</p><p>\r\n	<strong>รู้จักพี่รู้จักน้อง </strong>ขอแนะนำรุ่นพี่อาวุโส  พี่ชัยโชค พุ่มพวง  รุ่น 2  วิศวกรรมเครื่องกล  สจพ.  ที่ปัจจุบันท่านดำรงตำแหน่งสำคัญ ในแวดวงกีฬาฟุตบอลไทย  คืออุปนายกอาวุโส  (Senior Executive Vice President)<strong>ในสภาที่ปรึกษา. สภานายกกิตติมศักดิ์ </strong><strong> <strong>สมาคมฟุตบอลแห่งประเทศไทยในพระบรมราชูปถัมภ์</strong></strong>  (ที่มา <a href="http://www.fat.or.th/web/commitee.php">http://www.fat.or.th/web/commitee.php</a>)  และทั้งยังเป็นประธานคณะอนุกรรมการพิจารณาคุณสมบัติทีมที่เข้าร่วมการแข่งขันฟุตบอลลีกภูมิภาค ดิวิชั่น 2 ประจำปี 2553<br />\r\n	 </p>\r\n<p>\r\n	 ท่านและเพื่อนศิษย์เก่าในคณะวิศวกรรรมศาสตร์อีกหลายท่านได้สร้างคุณูปการโดยร่วมกันก่อตั้ง<strong>สมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ (สศวพ.)</strong>  ขึ้น  เมื่อปีพุทธศักราช 2515  <strong>และทั้งยังได้ดำรงตำแหน่งนายกสมาคมต่อมาอีกหลายสมัย  ท่านได้เสียสละและร่วมกิจกรรมของสมาคมมาอย่างต่อเนื่อง  โดยปัจจุบันท่านยังคงช่วยเหลืองานสมาคม และเป็นที่ปรึกษาสมาคม<br /></strong></p>\r\n<p>\r\n	<strong>พี่ชัยโชค  พุ่มพวง</strong> หรือ<strong>บิ๊กน้อย </strong>หรือที่รุ่นน้องเรียกท่านว่า <strong>ป๋า</strong>  ด้วยความรักเคารพนับถือ  และความมีน้ำใจที่ท่านมีต่อน้อง ๆ คอยให้กำลังใจ และห่วงใยให้คำปรึกษาในหลายเรื่อง  พี่ชัยโชคเป็นผู้ที่มีบทบาทสำคัญในหลายภาคส่วนวงการอาชีพ  แต่ที่จะเห็นข่าวกันอยู่บ่อย ๆ ก็เป็นข่าวเรื่องของกีฬาฟุตบอลไทย  ที่มักมีข่าวให้ต้องติดตามกันเสมอ  ไม่ว่าเป็นการแข่งลีกภายในประเทศ หรือระดับนานาชาติก็ตาม  เช่น เมื่อเดือน ก.ย. ที่ผ่านมามีข่าวพาดหัว  “ถกเดือด ดิวิชั่น 2 ลงดาบนกใหญ่แบนรังเหย้า  4 ปรับร่วม  6 หมื่น”   พี่ชัยโชค พุ่มพวง ก็มีบทบาทนั่งเป็นประธานบอร์ดคณะอนุกรรมการพิจารณาวินัยและมรรยาท  หรือบทบาทอาจารย์ที่ไปให้ความรู้ข้อคิดในงานสัมมนา <strong>แนวทางการพัฒนาฟุตบอลอาชีพ  ประจำปี 2554</strong> จัดโดยการกีฬาแห่งประเทศไทย  มีตัวแทนจากหลายฝ่ายเข้าร่วมสัมมนาทั้งผู้อำนวยการ กกท.ภาค   และจังหวัด, ประธานสโมสร, ผู้จัดการทีม และผู้ฝึกสอนฟุตบอล  ทั้งในระดับไทยพรีเมียร์ลีก, ดิวิชั่น  1 และลีกภูมิภาคดิวิชั่น  2 </p>\r\n<p>\r\n	 <br /><strong>พี่ชัยโชค พุ่มพวง </strong>ในฐานะตัวแทนสมาคม และ AFC MATCH COMMISSION ร่วมเป็นวิทยากรให้ความรู้กับผู้เข้าร่วมสัมมนา  โดยมีรายละเอียดในเรื่องของปัญหาและอุปสรรคในการดำเนินการแข่งขันที่ผ่านมา ของคณะกรรมการจัดการแข่งขัน  ทั้งได้กล่าวถึง หัวข้อในการจัดการแข่งขันฟุตบอลอาชีพอย่างมีประสิทธิภาพ ว่า <em>ในอนาคตถ้าอยากพัฒนาสู่ความเป็นมืออาชีพเต็มตัว ทุกฝ่ายต้องทำงานอย่างหนักให้เป็นระบบมากขึ้น ซึ่งเรื่องนี้ทางทีมในศึกไทยพรีเมียร์ลีกบางทีมก็ทำได้อยู่แล้ว จะมีก็แต่ทีมในระดับล่างลงไปบางทีมที่ยังบริหารงานไม่เป็นระบบ ในส่วนนี้เองก็ต้องปรับปรุงต่อไปและเราจะต้องเริ่มในระบบเอเชียให้เป็นที่ยอมรับก่อน</em>  อ.ชัยโชคย้ำทุกฝ่ายควรก้าวไปพร้อมกัน  เมื่อจบการสัมมนา  หลายทีมยิ้ม! ขานรับนโยบายพัฒนา  น่าพอใจ</p>\r\n<p>\r\n	<br /><strong>คอลัมน์รู้จักพี่ รู้จักน้อง</strong> จึงภูมิใจนำเสนอ <strong>พี่ชัยโชค  พุ่มพวง  </strong>ที่รุ่นน้องควรได้รู้จักไว้  และควรนำท่านมาเป็นแบบอย่างในการดำเนินชีวิต  การรู้จักบำเพ็ญตนให้เป็นประโยชน์ต่อสังคม  ประเทศชาติ  และถ้าหากน้อง ๆ มีข้อสงสัยเกี่ยวกับฟุตบอลไทย กับข่าวฮอทล่าสุด เมื่อวันที่ 1, 7 ธ.ค. 53   ก็ขอแนะนำให้สอบถามกับป๋าได้  ท่านยินดีไขข้อข้องใจให้ข่าววงในกับพวกเราแน่นอน  ในฐานะที่เป็นรุ่นพี่รุ่นน้อง  และได้รู้จักพี่รู้จักน้องกันแล้ว</p>\r\n', 'news_929177-ing.jpg', '', 1, '2013-01-31 13:36:10', 0, '::1'),
(3, 1, 'น.ส.ชวิตา อนันตชินะ', '<p>\n	ดาววิศวฯ NED ปี 2010 ที่อยากมาแนะนำกันในวันนี้ <br />\n	น้องคนสวยมีชื่อเสียงเรียงนามตามที่สัมภาษณ์มา ตามมาดูกัน</p>\n<div>\n	ชื่อจริง : น.ส.ชวิตา อนันตชินะ<br />\n	 </div>\n<div>\n	ชื่อเล่น : ดาว<br />\n	 </div>\n<div>\n	อายุ : 19<br />\n	 </div>\n<div>\n	ชอบกินน้ำพริกกะปิใช่ไหม : ไม่ชอบ แต่ก็ทานได้<br />\n	 </div>\n<div>\n	และสวยมาตั้งแต่แรกเกิดเลย หรือไปวุฒิศักดิ์ : ไม่ได้ไปวุฒิศักดิ์ค่ะ ^^<br />\n	(--------เห็นด้วยไหมล่ะ เธองามอย่างธรรมชาติ และครบถ้วนด้านปัญญาความรู้)<br />\n	 </div>\n<div>\n	และคำถามสำคัญ..ทำไมเลือกเรียนคณะวิศวฯ มจพ. :<br />\n	 </div>\n<div>\n	เพราะเทคโนโลยีเป็นส่วนสำคัญในการขับเคลื่อนธุรกิจทั่วโลก<br />\n	แม้แต่การดำเนินชีวิตประจำวัน วิศวกรจึงเป็นกำลังสำคัญในการค้นคว้า คิดค้น<br />\n	และผลักดันให้ถึงจุดหมาย<br />\n	 </div>\n<div>\n	เลือกเรียนที่ มจพ. เนื่องจากเป็นมหาวิทยาลัยที่มีชื่อเสียง<br />\n	และดำเนินการสอนด้านเทคโนโลยีโดยเฉพาะ<br />\n	 </div>\n<div>\n	จบแล้วอยากทำงานที่ไหน งานแบบไหน :<br />\n	 <br />\n	จบแล้วอยากทำงานด้านเทคโนโลยี คอมพิวเตอร์ และการสื่อสาร<br />\n	กับบริษัทระดับนานาชาติ top 5 ของโลก<br />\n	 </div>\n<div>\n	กับเจ้านายในฝัน เป็นแบบไหน :<br />\n	 </div>\n<div>\n	เจ้านายที่รับฟังความคิดเห็น ข้อเสนอแนะ<br />\n	และพร้อมที่จะสนับสนุนให้มีการพัฒนาเพื่อความก้าวหน้าในองค์กรอย่างจริงใจ<br />\n	เพื่อจะได้เป็นส่วนหนึ่งของการพัฒนาองค์กรอย่างมีสำนึกที่ดี<br />\n	และอยากอยู่กับองค์กรนาน ๆ<br />\n	 </div>\n<div>\n	จบบทสัมภาษณ์สั้น  ๆ เพียงเท่านี้  แต่สิ่งที่มีต่อไป เรามั่นใจกับน้อง ๆ ทุกรุ่นในคณะวิศวฯ<br />\n	ที่ปัจจุบันมีศิษย์ชาววิศวฯ เป็นหญิงเก่ง แกร่ง และงามอีกด้วย <br />\n	และน้องดาวก็เป็นตัวแทน<br />\n	เป็นดาวดวงหนึ่งที่ส่องแสงเจิดจรัส  ที่ทำให้พวกเราชาววิศวฯ มั่นใจได้อีกว่า<br />\n	บนฟากฟ้า--ชาววิศวฯ มจพ. ยังมีดาวอีกหลายดวง ที่พร้อมส่องแสง<br />\n	ประกายเจิดจ้า  เมื่อวิถีแนวโคจรมาเทียบข้าง <br />\n	และในวันงาน NED''2011 เสาร์ที่ 19 พ.ย. 54<br />\n	ณ เวที แห่งลานสวนปาล์ม มจพ.<br />\n	เราจักพบประกายแสงแห่งดาววิศวฯ มจพ.</div>\n<div>\n	ที่จะมาเปล่งแสงเจิดจ้า ประชันโฉมลักษณ์<br />\n	ที่เพียบพร้อมด้วยรูปสมบัติ และคุณสมบัติ<br />\n	ทั้งสวย  เก่ง  และงาม----<br /><br />\n	ดุจน้องดาวคนนี้<br />\n	ที่มีชื่อตรงกับคุณสมบัติอย่างที่ทุกคนต้องยอมรับว่าจริง<br />\n	 </div>\n<div>\n	มือก็ไกว ดาบก็แกว่ง แกร่งจริงหนอ <br />\n	ยุค พ.ศ. ปัจจุบันทันสมัย<br />\n	ใบหน้างามวิทยาการก้าวเหนือใคร<br />\n	วิศวฯ มจพ. ไซร้ ใช่แล้วแหล่งแสงแห่ง--ดาว</div>\n<div>\n	 </div>\n<div>\n	แล้วมาร่วมงาน NED''54 กันครับ--ชาววิศวฯ มจพ.<br />\n	มาร่วมค้นคว้าหาดาว--ประดับฟ้า มจพ.</div>\n<div>\n	<br />\n	 </div>\n', 'news_1338404-aqd.JPG', '', 1, '2013-03-10 11:05:55', 3, '192.168.0.16');

-- --------------------------------------------------------

--
-- Table structure for table `business`
--

CREATE TABLE IF NOT EXISTS `business` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `address` varchar(200) NOT NULL,
  `amphur` varchar(100) NOT NULL,
  `province_id` int(11) NOT NULL,
  `telephone` varchar(20) NOT NULL,
  `detail` text NOT NULL,
  `banner` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `website` varchar(100) NOT NULL,
  `facebook` varchar(100) NOT NULL,
  `rating` int(11) NOT NULL,
  `rating_cnt` int(11) NOT NULL DEFAULT '0',
  `rating_avg` int(11) NOT NULL DEFAULT '0',
  `post_ip` varchar(20) NOT NULL,
  `counter` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=9 ;

--
-- Dumping data for table `business`
--

INSERT INTO `business` (`id`, `user_id`, `name`, `address`, `amphur`, `province_id`, `telephone`, `detail`, `banner`, `email`, `website`, `facebook`, `rating`, `rating_cnt`, `rating_avg`, `post_ip`, `counter`) VALUES
(4, 1, 'ขายทุกอย่าง111', 'xxxxx', 'xxxxx', 2, '123456', 'xxxxxxxxxx ขาย', 'banner.jpg', 'abc@hotail.com', 'www.sale.com', 'www.facebook.com/sale', 330, 47, 7, '::1', 0),
(5, 2, 'ขายทุกอย่าง 2', 'ddddd', 'dddd', 7, '123456', 'ddddd', '', 'abc@hotail.com', 'www.sale.com', 'www.facebook.com/sale', 150, 30, 5, '::1', 0),
(6, 1, 'ผลิตเสาเข็ม', 'xxxxx', 'xxxxx', 2, '123456', 'xxxxxxxxxx', 'banner.jpg', 'abc@hotail.com', 'www.sale.com', 'www.facebook.com/sale', 330, 47, 7, '::1', 0),
(7, 1, 'ขายทุกอย่าง', 'xxxxx', 'xxxxx', 2, '123456', 'พร้อมทั้งร้บผลิตเสาเข็ม', 'banner.jpg', 'abc@hotail.com', 'www.sale.com', 'www.facebook.com/sale', 380, 52, 7, '192.168.0.16', 0),
(8, 1, 'ขายทุกอย่าง555', 'xxxxx', 'xxxxx', 2, '123456', 'xxxxxxxxxx', 'banner.jpg', 'abc@hotail.com', 'www.sale.com', 'www.facebook.com/sale', 330, 47, 7, '::1', 0);

-- --------------------------------------------------------

--
-- Table structure for table `committee`
--

CREATE TABLE IF NOT EXISTS `committee` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` varchar(10) NOT NULL,
  `name` varchar(50) NOT NULL,
  `sname` varchar(50) NOT NULL,
  `mobile` varchar(20) NOT NULL,
  `email` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=17 ;

--
-- Dumping data for table `committee`
--

INSERT INTO `committee` (`id`, `type`, `name`, `sname`, `mobile`, `email`) VALUES
(2, 'N ', 'นายไพบูลย์', 'อรุณสวัสดิ์ฤกษ์', '0818971001', 'p-b10@hotmail.com'),
(3, 'N ', 'นายสุรเดช', 'บัวทรัพย์', '0818576243', 'suradet@emec.co.th'),
(4, 'N ', 'นายไพโรจน์', 'ศิริบัญชากิจ', '0819161771', 'pairoj_si15@hotmail.com'),
(5, 'N ', 'นายนภปฎล', 'สุขเกษม', '0811716928', 'nop@gat.co.th'),
(6, 'N ', 'นายสุรยัณต์', 'ผู้อุตสาห์', '0841616168', 'psuriyan@hotmail.com'),
(7, 'N ', 'นายกรรธม', 'กรรณสูต', '0898158373', 'karnthom@gmail.com'),
(8, 'N ', 'นายสุธีร์', 'จรัญจารุมนต์', '0816440531', '8724960@truemail.co.th'),
(9, 'N ', 'รศ. ดร.ศุภชัย', 'ตระกูลทรัยพ์ทวี', '0816455411', 'spv@kumtnb.ac.th'),
(10, 'N ', 'ผศ. ชัชชัย ', 'เสริมพงษ์พันธ์', '0899905027', 'chatchais@kumtnb.ac.th'),
(11, 'N ', 'นายบุญส่ง', 'ปัญจรัตนากร', '0813039753', 'b3p99@live.com'),
(12, 'N', 'นายพรเลิศ', 'พระประเสริฐ', '0814424449', 'pornlert_p@hotmail.com'),
(13, 'O', 'นายสุวิช', 'เจตนจันทร์', '0898908396', 'suwitc_sqs@yahoo.com'),
(14, 'O', 'นายประเสริฐ', 'สวยสม', '0819278691', 'nontanon@gmail.com'),
(15, 'O', 'นายสมเกียรติ', 'ตั้งวงษ์พิมุข', '0818492446', 'skpimook@gmail.com'),
(16, 'S', 'คุณจันทิรา', '', '0849108800', 'jantira_99@hotmail.com');

-- --------------------------------------------------------

--
-- Table structure for table `ealist`
--

CREATE TABLE IF NOT EXISTS `ealist` (
  `id` int(11) NOT NULL,
  `name` varchar(150) NOT NULL,
  `generation` varchar(20) NOT NULL,
  `email` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='รุ่น EA';

--
-- Dumping data for table `ealist`
--

INSERT INTO `ealist` (`id`, `name`, `generation`, `email`) VALUES
(1, 'สกุล ศรีสวัสดิ์', 'ME 1', 'sakul2487@yahoo.co.th'),
(2, 'ชัยโชค พุ่มพวง', 'ME 2', 'samsen@ksc.th.com'),
(3, 'ดร.กมล ตรรกบุตร', 'ME 5', 'kamoltk@yahoo.com'),
(4, 'อภิชิต ล้ำเลิศพงศ์พนา', 'ME 8', 'lumlert@cscoms.com'),
(5, 'มนต์ชัย ราบรื่นทวีสุข', 'ME 11', 'ateceng@hotmail.com'),
(6, 'สุรชัย วังยายฉิม', 'ME 11', 'surachaiv2000@yahoo.de'),
(7, 'อภิชาติ สงวนดีกุล', 'ME 11', 'api_ubc@yahoo.com'),
(8, 'สมภพ โชคชัยกุล', 'ME 13', 'sompope_ch@hotmail.com'),
(9, 'อุดมเกียรติ นนทแก้ว', 'ME 18', 'udomkiatn@yahoo.com'),
(10, 'นันทวัฒชัย วงษ์ชนะชัย', 'EE 6', 'nantawatchai@gmail.com'),
(11, 'ไพโรจน์ ศิริบัญชากิจ', 'EE 7', 'pairoj_si15@hotmail.com'),
(12, 'พูลพิพัฒน์ ตันธนสิน', 'EE 8', 'poonphiphat@qtc-energy.com'),
(13, 'สุวรรณ มณีรัตนะพร', 'EE 11', 'suwan_manee@yahoo.com'),
(14, 'ศุภชัย เหนี่ยวพินัยน์', 'EE 25', 'suphachain@yahoo.com'),
(15, 'มานพ มานะสกุลกิจ', 'ME ??', 'mm2nop@yahoo.com'),
(16, 'ศรชัย จุลฑะกาญจน์', 'ME ??', 'sornchaicpk@gmail.com'),
(17, 'ศักดิ์ศรี พิทักษ์อำนวย', 'ME ??', 'boy_kkmitnb@hotmail.com');

-- --------------------------------------------------------

--
-- Table structure for table `gallery`
--

CREATE TABLE IF NOT EXISTS `gallery` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `detail` text NOT NULL,
  `firstpic` varchar(100) NOT NULL,
  `create_date` datetime NOT NULL,
  `post_ip` varchar(20) NOT NULL,
  `publish` int(11) NOT NULL DEFAULT '1',
  `counter` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `gallery`
--

INSERT INTO `gallery` (`id`, `user_id`, `name`, `detail`, `firstpic`, `create_date`, `post_ip`, `publish`, `counter`) VALUES
(1, 1, 'งานสำเร็จการศึกษารุ่นน้อง', 'งานสำเร็จการศึกษารุ่นน้อง EE<br />', 'pic06.JPG', '2013-03-10 11:06:01', '192.168.0.16', 1, 4);

-- --------------------------------------------------------

--
-- Table structure for table `gallerypic`
--

CREATE TABLE IF NOT EXISTS `gallerypic` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `gallery_id` int(11) NOT NULL,
  `pic_name` varchar(100) NOT NULL,
  `firstpic` int(11) NOT NULL DEFAULT '0',
  `upload_date` datetime NOT NULL,
  `post_ip` text CHARACTER SET latin1 NOT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `gallerypic`
--

INSERT INTO `gallerypic` (`id`, `gallery_id`, `pic_name`, `firstpic`, `upload_date`, `post_ip`, `user_id`) VALUES
(1, 1, 'pic02.JPG', 0, '2013-01-31 13:39:57', '::1', 1),
(2, 1, 'pic03.JPG', 0, '2013-01-31 13:40:01', '::1', 1),
(3, 1, 'pic05.JPG', 0, '2013-01-31 13:40:04', '::1', 1),
(4, 1, 'pic06.JPG', 1, '2013-01-31 13:40:12', '::1', 1),
(5, 1, 'pic07.JPG', 0, '2013-01-31 13:40:08', '::1', 1),
(6, 1, 'pic08.JPG', 0, '2013-01-31 13:40:10', '::1', 1);

-- --------------------------------------------------------

--
-- Table structure for table `groups`
--

CREATE TABLE IF NOT EXISTS `groups` (
  `id` tinyint(4) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `groups`
--

INSERT INTO `groups` (`id`, `name`) VALUES
(1, 'Administrators'),
(2, 'Users');

-- --------------------------------------------------------

--
-- Table structure for table `members`
--

CREATE TABLE IF NOT EXISTS `members` (
  `id` tinyint(4) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `members`
--

INSERT INTO `members` (`id`, `name`) VALUES
(1, 'กิตติมศักดิ์'),
(2, 'สามัญ'),
(3, 'สมทบ');

-- --------------------------------------------------------

--
-- Table structure for table `ned`
--

CREATE TABLE IF NOT EXISTS `ned` (
  `id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `sname` varchar(50) NOT NULL,
  `homeadd` varchar(200) NOT NULL,
  `homephone` varchar(50) NOT NULL,
  `homefax` varchar(20) NOT NULL,
  `mobile` varchar(20) NOT NULL,
  `email` varchar(50) NOT NULL,
  `generation` varchar(20) NOT NULL,
  `department` varchar(10) NOT NULL,
  `companyadd` varchar(200) NOT NULL,
  `companyphone` int(20) NOT NULL,
  `companyfax` int(20) NOT NULL,
  `tableseat` int(10) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ned`
--

INSERT INTO `ned` (`id`, `name`, `sname`, `homeadd`, `homephone`, `homefax`, `mobile`, `email`, `generation`, `department`, `companyadd`, `companyphone`, `companyfax`, `tableseat`) VALUES
(2, 'เชาวลิต', 'สราญบุตร', '1559/14 ซอยธนาคารอาคารสงเคราะห์ ถนนพิบูลสงคราม แขวงวงศ์สว่าง เขจบางซื่อ กทม. 10800', '', '', '', 'prasarn@siamcom.co.th', '17.00', 'ee', '1559/14 ซอยธนาคารอาคารสงเคราะห์ ถนนพิบูลสงคราม แขวงวงศ์สว่าง เขจบางซื่อ กทม. 10800', 0, 0, 0),
(2, 'เชาวลิต', 'สราญบุตร', '1559/14 ซอยธนาคารอาคารสงเคราะห์ ถนนพิบูลสงคราม แขวงวงศ์สว่าง เขจบางซื่อ กทม. 10800', '', '', '', 'prasarn@siamcom.co.th', '17.00', 'ee', '1559/14 ซอยธนาคารอาคารสงเคราะห์ ถนนพิบูลสงคราม แขวงวงศ์สว่าง เขจบางซื่อ กทม. 10800', 0, 0, 0),
(5, 'สุธีร์', 'จรัสจารุมนต์', '52 ซ.สุขสวัสดิ์ 25/2 ถ.สุขสวัสดิ์ แขวงบางปะกอก เขตราษฏร์บูรณะ กทม.10140', '02-872-4960', '24272023.00', '081-644-0531', 'setpoint@asiaaccess.net.th', '25.00', 'ee', 'บริษัท ที แอดไวส์ เอ็นจิเนียร์ จำกัด 188/108 ซอยสายใต้เก่า ถนนจรัญสนิทวงงศ์ แขวงบ้านช่างหล่อ เขตบางกอกน้อย กรุงเทพฯ 10700', 0, 0, 0),
(6, 'ศราวุธ', 'ด่านเพ็ชรดำรง', '1221 ซอยเทอดไท 29  ถนนเทอดไท  ตลาดพลู ธนบุรี กรุงเทพ 10600', '', '', '081-851-3079', 'nuynui@gmail.com', '17.00', 'IET', 'ADISA ENTERPRISE CO.,CTD.', 0, 0, 0),
(7, 'สมบัติ', 'สักกพันธุ์นิกร', '81/52 หมู่4 ตำบลพิมลราช อำเภอบางบัวทอง จังหวัดนนทบุรี 11110 E-mail: pizza_nut t @hotmail.com ,kmit_nb19 @ hotmail.com, linsombat@hotmail.com', '', '', '', 'linsombat@hotmail.com', '19.00', 'ee', '', 0, 0, 0),
(8, 'วิชัย', 'สถาปิตานนท์', '325/12 ซอยรามอินทรา 5 แขวงอนุสาวรีย์ เขตบางเขน กรุงเทพฯ 10220', '0-2552-4096,0-1636-6195', '', '081-6366195', 'vichai.s@irpc.co.th', '13.00', 'me', 'บริษัท ไทยอาร์พีซี จำกัด (มหาชน) 299 หมู่ที่ 5 นนสุขุมวิท ตำบลเชิงเนิน อำเภอเมือง จังหวัดระยอง 21000', 0, 0, 0),
(9, 'ต่อโชค', 'เล้าลือชัย', '2/7 หมู่ 5 วิภาวดีรังสิต 25 ทุ่งสองห้อง หลักสี่ กทม.', '', '', '818668004', 'torchok@techtronic.co.th', '24.00', 'me', '', 0, 0, 0),
(10, 'สายประสิทธิ์', 'เกิดนิยม', '204 /413 ม.1 ต.พิมลราช อ.บางบัวทอง จ.นนทบุรี 11110', '25712170', '', '', 'saps@kmutnb.ac.th', '24.00', 'me', 'มจพ.', 0, 0, 0),
(11, 'วิโรจน์', 'เขมรังสฤษฎ์', '335 ถนนบำรุงเมือง ซ.นาคบำรุง แขวงคลองมหานาค เขตป้อมปราบฯ กทม. 101100', '0-2968-8197', '', '081-8396151', 'kel_virote@hotmail.com', '11.00', 'ee', 'ที่ทำงาน บริษัท เค.อี.แอล.เอ็นจิเนียริ่ง จำกัด 1195 ถนนพหลโยธิน แขวงสามเสนใน เขตพญาไท กรุงเทพฯ 10400 โทร.0-2279-4111', 2, 0, 0),
(13, 'สุรเดช', 'บัวทรัพย์', '9/29 ม1 ถ. พุทธมณฑลสาย 5 ต. บางกระทึก อ. สามพราน จ. นครปฐม 73210', '0-2889-4518', '', '081-8576243', 'suradet@emec.co.th', '17.00', 'ee', '9/29 ม1 ถ. พุทธมณฑลสาย 5 ต. บางกระทึก อ. สามพราน จ. นครปฐม 73210', 0, 0, 0),
(14, 'คมกริช', 'ภู่เปี่ยม', 'บริษัท 161/1 SG Tower 1st-4th Fl001 soi Mahadlehluang 3 Rajdamri road , Lumphini , Pathumwan', '0-2510-6943', '', '081-8331370', 'komgrich.pupiam@th.abb.com', '17.00', 'ee', 'ที่ทำงาน ABB Industry Limited อาคารมโนรม ชั้น 3 โทร.026651424', 0, 0, 0),
(15, 'อนุชา', 'หิรัญวัฒน์', '1518 ถ.ประชาราษฎร์  1 บางซื่อ กรุึงเทพฯ 10800', '02-587-4336', '', '089-1151911', 'ana@kmutnb.ac.th', '0.00', 'mhe', '', 0, 0, 0),
(17, 'พรเลิศ', 'พระประเสริฐ', '4/199 หมู่2 แขวง ลาดพร้าว เขต ลาดพร้าว กรุงเทพฯ<br />10230', '02-570-9652', '', '081-442-4449', 'pornlert_p@hotmail.com', '14.00', 'me', 'บริษัท อาร์คติค จำกัด 908/80-81 นนสุขุมวิท 101/1 แขวงบางนา เขตพระโขนง กรุงเทพฯ 10260', 0, 0, 0),
(18, 'ไพบูลย์', 'อรุณสวัสดิ์ฤกษ์', '6 ลาดพร้าว 128/1 คลองจั่น บางกะปิ กทม.', '0-2731-0514', '', '089-8971001', 'p_b10 @ hotmail.com', '13.00', 'ee', 'ที่ทำงาน บริษัท 10 กันยา จำกัด 6 ซอยลาดพร้าว 128/1 ถนนลาดพร้าว แขวงคลองจั่น เขตบางกะปิ กรุงเทพฯ 10240', 0, 0, 0),
(23, 'ชัชชัย', 'เสริมพงษ์พันธ์', '25/283 ม.8 หมู่บ้านศิริชัย 3  ซ.วัดกำแพง  ถ.พิบูลสงคราม  ต.บางเขน  อ.เมือง จ.นนทบุรี  11000', '', '', '089-8905027', 'chatchais@kmutnb.ac.th', '33.00', 'ee', 'ภาควิชาวิศวกรรมไฟฟ้าและคอมพิวเตอร์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ 1518 ถนนประชาราช 1 บางซื่อ กรุงเทพฯ 10800', 0, 0, 0),
(25, 'เอกศักดิ์', 'เจียมเจริญ', 'ที่บ้าน 55/1 หมู่ที่3 ถนนทรงพล ตำบลบางอ้อ อำเภอบ้านโป่ง จังหวัดราชบุรี 70110', '038-830269', '', '089-4597327', 'ekasakch@yahoo.com', '20.00', 'ee', 'ที่ทำงาน บริษัท เอกรัฐ จำกัด โทร.0-3853-1506', 0, 0, 0),
(27, 'อลงกรณ์', 'ประกฤติพงศ์', 'ที่บ้าน 78/2 หมู่ที่ 7 ถนนกิ่งแก้ว-ลาดกระบัง ตำบลราชาเทวะ อำเภอบางพลี จังหวัดสมุทรปราการ 10540 โทร. 0-2738-5020-1 แฟ็กซ์. 0-2738-5022 E-mail: korn 2002 th @ yahoo.com', '027385020-1', '', '081-2539880', 'korn2002th@yahoo.com', '20.00', 'pe', 'ที่ทำงาน บริษัท งานท่อ จำกัด', 0, 0, 0),
(29, 'เกียรติ', 'บุญยโพ', 'ที่บ้าน 415/105 ซอยพิบูลอุปถัมภ์ แขวงสามเสนนอกเขตห้วยขวาง กรุงเทพฯ 10310 โทร.029399393', '', '', '', 'Kiatboonyapo@yahoo.co.th', '19.00', 'ee', '', 0, 0, 0),
(31, 'อนุช', 'ลีละเศรษฐกุล', '122/22 หมู่ที่9ซอยภาณุ1 ถนนบางกรวย-ไทรน้อยตำบลบางกรวยอำเภอบางกรวย จังหวัดนนทบุรี 11130 โทร:02-4221634', '', '', '879060184', 'nanana12345@hotmail.com', '41.00', 'me', '', 0, 0, 0),
(32, 'จุนพงศ์', 'เหล่าศิริรัตน์', '98/84 ถนนแจ้งวัฒนะแขวงทุ่งสองห้องเขตหลักสี่ กรุงเทพมหานคร 10210 โทร:02-5733737', '', '', '893005234', '่ีืjunpong_l@hotmail.com', '41.00', 'me', '', 0, 0, 0),
(33, 'วรุต', 'รังสินธุ์', '4/164 ซ.ฉิมพลี22 ถ.ฉิมพลี ตลิ่งชัน กทม.', '02-880-4571', '', '081-611-5126', 'warut@tqmco.com', '24.00', 'me', '', 0, 0, 0),
(34, 'เมธัส', 'ศิลปวิทย์', 'ม.กฤษดานคร 53/17 หมู่ที่5ซอยแจ้งวัฒนะ-ปากเกร็ด ถนนแจ้งวัฒนะ ตำบลบางตลาด อำเภอปากเกร็ด จังหวัดนนทบุรี 11120', '02-503-0410', '', '089-678-7717', 'poon_inthai@hotmail.com', '41.00', 'me', '', 0, 0, 0),
(36, 'ธนรัฐ', 'ตรีวรรณกุล', '7 หมู่ที่3 ถนนบ้านบึง-แกลงตำบลหนองเสือช้างอำเภอหนองใหญ่ จังหวัดชลบุรี 20190 ', '', '', '086-8348800', 'big834@hotmail.com', '42.00', 'me', '', 0, 0, 0),
(38, 'ประเสริฐพันธุ์', 'จิวะจำเริญ', 'ที่บ้าน 59 หมู่ที่ 2 ถนนปทุมธานี-ลาดหลุมแก้ว ตำบลบ้านฉาง อำเภอเมือง จังหวัดปทุมธานี 12000', '02-581-3472-81', '', '081-856-3511', 'prasertphun@greatwall1988.com', '25.00', 'ee', 'ที่ทำงาน บริษัท เกรทวอลล(1988) จำกัด', 0, 0, 0),
(39, 'ดำรงศักดิ์', 'เอกธนะวัฒน์', '204/52 ม.6 ซ.ชินเขต2 ถ.งามวงศ์วาน ทุ่งสองห้อง หลักสี่ กทม. 10210', '0-2591-9611', '', '081-8554540', 'drumrongsak_e@hotmail.com', '28.00', 'me', '', 0, 0, 0),
(40, 'อนุพนธ์', 'คู่กุศลสิน', '87/257 ถ.บางกรวยไทรน้อย ต.บางรักใหญ่ อ.บางบัวทอง จ.นนทบุรี 11110', '', '', '08-15524434', 'a.kugusonsin@gmail.com', '14.00', 'me', 'EEC Engineer network CO.,LTD 28 Floor Town, Ofice Tower, 1 Ratchadaphisek Road , Rama 9 Intersection, Dindaeng Dist., Bangkok 10400', 815524434, 26421216, 0),
(41, 'ฉัตรชัย', 'แสงหิรัญ', 'ที่บ้าน 2425/1 ถนนสุขุมวิท 97/1 แขวงบางจาก เขตพระโขนง กรุงเทพฯ 10260 โทร.0-2331-5631', '', '', '819133309', 'p-oud@hotmail.com', '14.00', 'me', 'ที่ทำงาน บริษัท ยูริกาเทคโนโลยีและซัพพลาย จำกัด 2425/3 ถนนสุขุมวิท 97/1 เขตพระโขนง กรุงเทพฯ โทร.0-2311-5140,0-2331-4023', 0, 0, 0),
(46, 'ไพศาล', 'กูรมะสุวรรณ', '164 ม.7 ซ.บรมราชชนนี42 ถ.บรมราชชนนี ตลิ่งชัน กทม.10170', '', '', '811730195', 'paisan.k@tsthai.toshiba.co.jp', '20.00', 'ee', 'บริษัท โตชิบา เซมิคอนดัตเตอร์ ๖ประเทศไทย๗ จำกัด 135 หมู่ 5 สวนอุตสาหกรรมบางกะดี ถ.ติวานนท์ ต.บางกะดี อ.เมือง จ.ปทุมธานี 12000', 2, 2, 0),
(48, 'วิรัตน์', 'พนมชัย', 'ที่บ้าน 70/381 หมู่ที่ 8 ซอยวัดคู้บอน ถนนรามอินทรา กม.8 แขวงคันนายาว เขตคันนายาว กรุงเทพฯ 10230', '', '', '', 'wirat.panomchai@faint-gobain.com', '20.00', 'ee', 'ที่ทำงาน บริษัท แซง-โกแบ็ง แอบราซีฟส์ จำกัด(มหาชน) 539/2 ถนนศรีอยุธยา เขตราชเทวี กรุงเทพฯ 10400 โทร. 0-2640-8600', 2, 2, 0),
(49, 'สุรชัย', 'ล้อมวัฒนธรรม', '20 พหลโยธิน ซอย2 แขวง สามเสนใน เขตพญาไท กทม. 10400', '0-2615-1626-8', '', '081-8448687', 'ctraceng@gmail.com', '11.00', 'ee', '', 0, 0, 0),
(50, 'รวิวัฒน์', 'พนาสันติภาพ', 'ที่บ้าน 126 ถนนขุนแผน ตำบลท่าพี่เลี้ยง อำเภอเมือง จังหวัดสุพรรณบุรี 72000 โทร. 0-3551-1207', '02-8091601-4', '', '081-8069317', 'rawiwat@econowatt.co.th', '22.00', 'ee', 'ที่ทำงาน บริษัท ไทยเอ็นเนอร์ยี่คอนเซอร์เวชั่น จำกัด 320 หมู่ที่ 1 ถนนโพธิ์พระยาสายเก่า ตำบลสนามชัย อำเภอเมือง จังหวัดสุพรรณบุรี 72000 โทร. 0-3540-8581-3 แฟ็กซ์. 0-3540-8584', 0, 0, 0),
(55, 'เชิดชัย', 'รัตนอาภา', '99/50 หมู่ 5 บ้านเบญญาภา ซอย 6 ถนนมิตรสัมพันธ์ ตำบล บ้านปึก อำเภอ เมืิอง จ.ชลบุรี 20130', '', '', '081-824-6011', 'chedrdchai.vp-cgm.ruttana-arpa@th.mitsubishi-motor', '14.00', 'me', 'บริษัม มิตซูบิชิ มอเตอร์ส (ประเทศไทย) จำกัด<br /><br />นิคมอุตสาหกรรมแหลมฉบัง<br /><br />199 หมู่ 3 ทุ่งสงขลา ศรีราชา ชลบุรี 20230', 38498555, 0, 0),
(56, 'วิบูลย์', 'พลลาภานันท์', 'ที่บ้าน 87 ซอยจำเนียรสุข3 ถนนเพชรเกษม แขวงวัดท่าพระ เขตบางกอกใหญ่ กรุงเทพฯ 10600 โทร.0-2465-3951', '', '', '081-4536105', 'ec_entech@yahoo.com', '17.00', 'me', 'บริษัท อีซี เอ็นเทค จำกัด 1000/123 ซอยสุขุมวิท 55 (ทองหล่อ) ถ.สุขุมวิท 55 แขวงคลองตันเหนือ เขตวัฒนา กรุงเทพฯ 10110', 0, 0, 0),
(58, 'ชูเกียรติ', 'วัฒนากูล', '108/593 หมู่บ้านกฤษดานคร 10 นนรัตนาธิเบศร์ ตำบลบางรักพัฒนา อำเภอบางบัวทอง จังหวัดนนทบุรี 11110', '02-9210404', '', '081-853-3339', 'chukietw@ais.co.th', '18.00', 'ee', '1291/1 Shinnawatra Tower 2, 11th FL., Phaholyothin Rd., Phayathai, Bangkok 10400', 0, 0, 0),
(62, 'กุลวิณ(สมภพ)', 'สุอัญชลี', 'ที่บ้าน 1325/311พัฒนาการไลท์คอมเพล็กซ์ ตึก7 ชั้น 10 สวนหลวง ประเวศ กทม.10250', '', '', '081-6662686', 'gulawins@yahoo.com', '18.00', 'ee', 'ที่ทำงาน บริษัท ซีเมนส์ จำกัด 2922/283 อาคารชาญอิสระทาวเวอร์ 2 ชั้น 32 ถนนเพชรบุรีตัดใหม่ แขวงห้วยขวาง เขตบางกะปิ กรุงเทพฯ 10310 โทร. 0-2715-4742 แฟ็กซ์. 0-2715-4711 E-mail:gulawins@siemens.com', 0, 0, 0),
(63, 'เชาวลิต', 'จิญาธรรม์', '80 ม.ชวนชื่น ซ.คู้บอน6แยก 1 คันนายาว กทม.', '29431157', '', '815525699', 'chaovalit@gmail.com', '18.00', 'pe', 'ซีเกต เทคโนโลยี (ไทยแลนด์) จำกัด 1672 หมู่ 7 ถนนเทพารักษื ตำบล เทพารักษ์ อำเภอ เมือง ฯ จ. สมุทรปราการ 10270', 0, 0, 0),
(67, 'เอกภพ', 'ธีรพงศ์ธาดา', '54/226 ม.สราวัณวิล บางตลาด ปากเกร็ด นนทบุรี', '0-2584-5128', '', '081-4816090', 'eng@thkc.co.th', '15.00', 'me', '12 th Fl.Regent House 183 Rajdamri road,lumpini,patumwan,bkk10330', 0, 0, 0),
(68, 'ธนาชัย', 'ฐิตเมธี(ไชยสกุลวัชรี)', 'ที่บ้าน 17 ซอยรังสิต-นครนายก 50 ถนนรังสิต-นครนายก ตำบลประชาธิปัตย์ อำเภอธัญบุรี จังหวัดปทุมธานี 12130 โทร. 0-2974-1289 E-mail: thanachai.thitamethee @ linde.com', '29741289', '', '819321719', 'thanachai.thitamethee@tig.boc.com', '21.00', 'me', 'ที่ทำงาน MIG Production Co.,Ltd. 2/3 หมู่ที่ 14 ชั้น 15 อาคารบางนาทาวเวอร์ ถนนบางนา-ตราด ตำบลบางแก้ว อำเภอบางพลี จังหวัดสมุทรปราการ 10540 โทร. 0-2338-6247 แฟ็กซ์. 0-2751-9009 E-mail: thanachai.thitame', 0, 0, 0),
(69, 'เลิศชาย', 'รังสิพล', 'ที่บ้าน 49/253 หมู่6 ถ.ลำลูกกา11 คูคต ลำลูกกา ปทุมธานี 12130', '0-2987-6991-2', '', '081-8483069', 'lertchai@sisgas.com', '20.00', 'me', 'ที่ทำงาน บริษัท ซูพรีม อินดัสเตรียล ซัพพลาย จำกัด 49/253 หมู่6 ถ.ลำลูกกา11 คูคต ลำลูกกา ปทุมธานี 12130', 0, 29876993, 0),
(71, 'นันทวัน', 'ชัยรัตนทรงพร', '46/61 ซอยเพชรเกษม 6 ตำบลวัดท่าพระ อ. บางกอกใหญ่ จ.กทม. 10600', '', '', '089-0607986', 'archasawan@hotmail.com', '44.00', 'CHE', '', 0, 0, 0),
(72, 'สุเทพ', 'เที่ยงตรงดี', '56 หมู่1 ตำบลวัดชลอ อำเภอบางกรวย จังหวัดนนทบุรี 11130', '', '', '087-987-6094', 'coolcoolli@hotmail.com', '44.00', 'EE', '', 0, 0, 0),
(73, 'ปิยวดี', 'อยู่ยืนยง', 'ที่บ้าน 1367 ซอยศรีบุญเรือง 1 ถนนเทพารักษ์ ตำบลเทพารักษ์ อำเภอเมือง จังหวัดสมุทรปราการ 10270', '0-2758-1314', '', '891075393', 'joji_ray@hotmail.com', '36.00', 'ie', '', 0, 0, 0),
(76, 'ศิวาวุธ', 'จัยวัฒน์', '13 ซอย ประชานิเวศน์3(10/8) ต.ท่าทราย อ.เมือง จ. นนทบุรี 11000', '', '', '813632295', 'siwawut@gmail.com', '45.00', 'me', '', 0, 0, 0),
(80, 'สุทัศน์', 'ศรีหาผล', '2 ซอยสุภาพงษ์ 3 แยก 5-2 ถ.ศรีนครินทร์ แขวงบางบอน เขตประเวศ กทม. 10250', '02*743-4311-3', '', '08-1913-6327', 's_sktech@yahoo.com', '1.00', 'che', '', 0, 0, 0),
(81, 'อุไรวรรณ', 'ชัยเพชรโยธิน', 'ที่บ้าน 119/360 หมู่ที่ 8 ซอยอินโดไทย ถนนรัตนาธิเบศร์ ตำบลบางกระสอ อำเภอเมือง จังหวัดนนทบุรี 11000', '', '', '081-7331138', 'worldwide_papertech@asia.com', '28.00', 'me', 'ที่ทำงาน บริษัท เวิลด์ ไวด์ เปเปอร์เทค จำกัด 119/360 หมู่ที่ 8 ซอยอินโดไทย ถนนรัตนาธิเบศร์ ตำบลบางกระสอ อำเภอเมือง จังหวัดนนทบุรี 11000 โทร. 0-2950-0953 แฟ็กซ์. 0-2950-3661 E-mail: worldwide_papertech', 0, 0, 0),
(82, 'ชรัต', 'ฉิมพาลี', 'ที่บ้าน 28 ถนนพัฒนสัมพันธ์ ตำบลบางปรอก อำเภอเมือง จังหวัดปทุมธานี 12000', '02-5816255', '', '081-9152320', 'charat.c@thaiairways.com', '24.00', 'me', 'ฝ่ายวิศวกรรม(TE-F)ฝ่ายช่าง การบินไทย', 2, 0, 0),
(83, 'สุกิจ', 'สิทธิสัจจธรรม', '123/75 ดุสิตอเวนิว ถ.ราชวิถี แขวงวชิรพยาบาล เขตดุสิต กทม. 10300', '02-241-8086', '', '081-811-7631', 'thaiflight@gmail.com', '24.00', 'me', '', 0, 0, 0),
(84, 'เชี่ยวชาญ', 'สรานุกุลพันธ์', 'ที่บ้าน 475 ซอยจรัญสนิทวงศ์ 75 ถนนจรัญสนิทวงศ์ แขวงบางพลัด เขตบางพลัด กรุงเทพฯ 10700', '0-2424-9241', '', '081-8043313', 'chiewchan.sra@gmail.com', '13.00', 'EE', 'ที่ทำงาน บริษัท T.S.R. TELECOM SYSTEMS จำกัด 68/818 ซอยรัตนาธิเบศร์ 28 ถนนรัตนาธิเบศร์ ตำบลบางกระสอ อำเภอเมือง จังหวัดนนทบุรี 11000', 0, 0, 0),
(85, 'อุทัย', 'งามสอาด', '7/33 หมู่บ้านติวานนท์ ถนนติวานนท์ บางพูด ปากเกร็ด นนทบุรี 11120', '02-584-4596', '', '081-8262311', 'uthai@trisak.co.th', '15.00', 'ee', 'บริษัท ตรีศักดิ์ ออโต้เมชั่น จำกัด 248 ถ.รัชดาภิเษก ห้วยขวาง กรุงเทพฯ 10320', 0, 0, 0),
(87, 'ประสิทธิ์', 'เบญจชัชวาล', '570/206 ซ.สรงประภา 7 ถ.สรงประภา ดอนเมือง ดอนเมือง กทม 20210', '', '', '081-9222734', 'bprasit@taisei-thailand.co.th', '15.00', 'ee', 'ที่ทำงาน9th Floor Thanapoom Tower 1550 New Petchburi Rd.,Makkasan,Rachtavee,Bangkok 10400', 0, 0, 0),
(89, 'เทียนชัย', 'โกมลกิติสกุล', 'บ.อี.จี. เอ็นจิเนียริ่งจำกัด 5ม.8 ซอยบางคูลัด ถ.ตลิ่งชัน -สุพรรณบุรี ต.บางม่วง อ.บางใหญ่ จ.นนทบุรี', '', '', '087-887-2882', 'k_thienchai@hotmail.com', '12.00', 'iet', 'บ.อี.จี. เอ็นจิเนียริ่งจำกัด 5ม.8 ซอยบางคูลัด ถ.ตลิ่งชัน -สุพรรณบุรี ต.บางม่วง อ.บางใหญ่ จ.นนทบุรี', 0, 0, 0),
(92, 'กิตติคุณ', 'ภู่ภักดี', '99/89 ม.6 ต.ห้วยขมิ้น อ.หนองแค จ.สระบุรี', '', '', '879713617', 'reemokring@hotmail.com', '41.00', 'PE', '', 0, 0, 0),
(93, 'ประทีป', 'พิกุลทอง', '45 ม.1 มหาสริสดิ์ อ.พุทธมณทล จ.นครปฐม 73170', '0-3429-9219', '', '081-3355009', 'prateep@pmk.co.th', '12.00', 'iet', '', 0, 0, 0),
(95, 'ปิยะ', 'พูลลาภ', '67/47 ซ.ประชาชื่น 33  บางซื้อ กทม.10800', '25872529', '', '818431274', 'piya@tosplant.co.th', '12.00', 'iet', '', 0, 0, 0),
(96, 'เจริญชัย', 'เฉลิมวัฒนานนท์', '158 ถ.เตชะวนิช แขวง ถนนนครไชยศรี  ดุสิต กทม. 10300', '', '', '087-0622505', 'crc_4586@hotmail.com', '12.00', 'iet', '', 0, 0, 0),
(97, 'วิฑูรย์', 'ภาตะนันท์', '14 ถ.ไอหนึ่ง นิคมอุตสาหกรรมมาบตาพุด ต.มาบตาพุด อ.เมือง จ.ระยอง', '', '', '083-243-9349', 'witoon.p@pttgcgroup.com', '12.00', 'iet', 'PTTGC<br />14 ถ.I-1 นิคมอุตสาหกรรมมาบตาพุด อ.เมือง ระยอง', 38975430, 0, 0),
(98, 'อนุชัย', 'สายเกื้อกูล', '11/159 ม.8 ซอยพหลโยธิน 48 ถนน พหลโยธิน แขวงอนุสาวรีย์ เขตบางเขน กรุงเทพ 10220', '02-971-2820', '', '081-7523735', 'anuchai3735@yahoo.com', '12.00', 'iet', 'จี อี เอ็นจิเนียริง จำกัด<br />รม 8 ซ บางคูลัด ต บางม่วง อ บางม่วง จ นนทบุรี', 2, 0, 0),
(100, 'ศักดิ์ศรี', 'พิทักษ์อำนวย', 'ที่บ้าน 145 ซอยพึ่งมี 9 ถนนสุขุมวิท 93 แขวงบางจาก เขตพระโขนง กรุงเทพฯ 10260', '', '', '081-611-5716', 'saksrip@gmail.com', '18.00', 'ee', '', 0, 0, 0),
(102, 'วาทิน', 'ทองสุข', 'ที่บ้าน 77/29 หมู่บ้าน ชลลดา ถนนสุขาภิบาล5 แขวงสายไหม เขตสายไหม กรุงเทพฯ', '', '', '081-9871365', 't_vatin@tkcmf.com', '15.00', 'me', '', 0, 0, 0),
(103, 'ณรงค์ชัย', 'กังธาราทิพย์', '109/216 หมู่ที่ 3 ตำบลคลองสวนพลู อำเภอพระนครศรีอยุธยา จังหวัดพระนครศรีอยุธยา 13000', '0-3523-4482', '', '089-201-1399', 'knarongchai@hotmail.com,narongchai.k@takenaka.co.t', '23.00', 'ee', 'บริษัท ไทยทาเคนาคา สากลก่อสร้าง จำกัด', 2, 0, 0),
(104, 'นเรศ', 'ศรีสกุลวรรณ', 'ที่บ้าน 14/24 หมู่ 4 ลาดพร้าว71 ลาดพร้าว กรุงเทพฯ 10230', '0-2539-3115', '', '089-7724517', 'srisakulwan@yahoo.com', '17.00', 'ee', '14/24 หมู่4 ลาดพร้าว71 แขวง/เขตลาดพร้าว กทม. 10230', 29329739, 0, 0),
(105, 'วิสุทธิ์', 'องค์คุณารักษ์', 'ที่บ้าน 43 ถนนแปลงสนาม แขวงสัมพันธวงศ์ เขตสัมพันธวงศ์ กรุงเทพฯ 10100 โทร.0-2222-6547', '', '', '081-246-7577', 'wisuteo@hotmail.com', '27.00', 'ee', '', 0, 0, 0),
(106, 'เตชวิทย์', 'ขจรอุดมฤทธฺ', '41 ซอย จันทน์ 22 ถนน จันทน์ แขวง ทุ่งวัดดอน เขต สาทร จังหวัด กรุงเทพฯ 10120', '', '', '863919780', 'toto_2533@hotmail.com', '39.00', 'ee', '', 0, 0, 0),
(107, 'จตุรงค์', 'แผนสมบูรณ์', '381 ม. 6ต.จรเข้สามพัน อ. อู่ทอง จ.สุพรรณบุรี ', '', '', '909696517', 'jathurong.ph@gmail.com', '44.00', 'ee', 'บริษัท เจริญโภคภัณฑ์อาหาร จำกัด (มหาชน) 82/2 หมู่ 4 ถ. พระรราม 2 ต.บางโทรัด อ.เมืองฯ จ.สมุทรสาคร 74000', 0, 0, 0),
(111, 'วิชา', 'สิทธิรังสรรค์', 'ที่บ้าน 401/2 หมู่ที่ 5 ซอยนวมินทร์ 24 ถนนนวมินทร์ แขวงคลองกุ่ม เขตบึงกุ่ม กรุงเทพฯ 10260 โทร. 0-2734-7436-42 แฟ็กซ์. 0-2734-7443 ', '', '', '', 'wicha.itt@hotmail.com', '20.00', 'pe', 'ที่ทำงาน บริษัท อัมรินทร์ เทคโนโลยี จำกัด', 0, 0, 0),
(113, 'กฤษดา', 'ศิริโภคานนท์', '48 /423 ม.2 เสรีไทย 33 คลองกุ่ม บึงกุ่ม กทม. 10240', '027338138-9', '', '', 'newtrend_th@yahoo.com', '12.00', 'iet', '', 0, 0, 0),
(116, 'ดนัย', 'สินประเสริฐ', '484/4 ซ.นพมาศ ถ.พรานนก แขวงศิริราช อ.บางกอกน้อย กทม. 10700', '02-4122859', '', '08-1803-9904', 'dandanai@hotmail.com', '35.00', 'ee', '484/4 ซ.นพมาศ ถ.พรานนก แขวงศิริราช อ.บางกอกน้อย กทม. 10700', 0, 0, 0),
(117, 'วรวุฒิ', 'ช่อผูก', '49/22 หมู่ที่1ซอยเจริญพร ถนนเทวบุรีตำบลโพธิ์เสด็จอำเภอเมือง จังหวัดนครศรีธรรมราช 80000 โทร:075-314734', '75314734', '', '858553505', 'black_vanish_tree_kmitnb@hotmail.com', '40.00', 'me', '', 0, 0, 0),
(118, 'หงษ์ทอง', 'อาทิตย์', '168/126 ม.1 ซ.เทศบาล ต.พิมลราช อ.บางบัวทอง จังหวัดนนทบุรี 11000', '02-924-2489', '', '895004678', 'a_hongthong@hotmail.com', '24.00', 'me', '', 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `news_categories`
--

CREATE TABLE IF NOT EXISTS `news_categories` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(50) NOT NULL,
  `order_no` tinyint(50) NOT NULL DEFAULT '1',
  `img` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `news_categories`
--

INSERT INTO `news_categories` (`id`, `cat_name`, `order_no`, `img`) VALUES
(1, 'สมาคม', 1, ''),
(2, 'บทความ', 2, ''),
(3, 'รายงานการประชุม', 3, ''),
(4, 'ข่าวสารกิจกรรม', 4, ''),
(5, 'ข่าวสาร NED', 5, '');

-- --------------------------------------------------------

--
-- Table structure for table `news_contents`
--

CREATE TABLE IF NOT EXISTS `news_contents` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `news_category_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT '1',
  `news_head` varchar(80) NOT NULL,
  `news_sub_head` varchar(200) NOT NULL,
  `news_detail` text NOT NULL,
  `news_pic` varchar(100) NOT NULL,
  `youtubevdo` varchar(100) NOT NULL,
  `publish` tinyint(4) NOT NULL DEFAULT '1',
  `news_date` datetime NOT NULL,
  `counter` int(11) NOT NULL,
  `hotnews` int(11) NOT NULL DEFAULT '0',
  `hotnews_date` datetime NOT NULL,
  `post_ip` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=29 ;

--
-- Dumping data for table `news_contents`
--

INSERT INTO `news_contents` (`id`, `news_category_id`, `user_id`, `news_head`, `news_sub_head`, `news_detail`, `news_pic`, `youtubevdo`, `publish`, `news_date`, `counter`, `hotnews`, `hotnews_date`, `post_ip`) VALUES
(5, 4, 1, 'สศวพ. ร่วมสนับสนุนโครงการติวฟรี ครั้งที่ 18', 'มี.ค. 2553  สศวพ. โดยนายวินัย  เหล่าสันติสุข นายกสมาคม พร้อมด้วยท่านคณะกรรมการสมาคม  มอบเงินสนับสุนโครงการติวฟรี', '<p>\n	<span style="color:rgb(128,0,0);">เมื่อเดือนมี.ค. 2553  สศวพ. โดยนายวินัย  เหล่าสันติสุข นายกสมาคม พร้อมด้วยท่านคณะกรรมการสมาคม อันมีนายสุวิช  เจตนจันทร์  อุปนายก 3  นายประเสริฐ  สวยสม  กรรมการเลขาฯสมาคม  และนายสุรเดช  บัวทรัพย์ กรรมการนายทะเบียน  ได้ร่วมกันมอบเงินสนับสนุนโครงการ ติวฟรีพระจอมเกล้าพระนครเหนือ  เป็นจำนวนเงิน 10,000 บาท    ให้แก่นายจตุรงค์  แผนสมบูรณ์ ประธานโครงการฯ เป็นตัวแทนรับมอบ ซึ่งโครงการนี้จัดโดยชุมนุมวิชาการสโมสรนักศึกษาคณะวิศวกรรมศาสตร์</span></p>\n<p>\n	<span style="color:rgb(105,105,105);">                     สศวพ. ได้ร่วมสนับสนุนชุมนุมวิชาการสโมสรนักศึกษาคณะวิศวกรรมศาสตร์ ในการจัดทำโครงการติวฟรีพระจอมเกล้าพระนครเหนือ มาอย่างต่อเนื่องในทุกปี  และในปี 2553 นี้ ทางชุมนุมวิชาการฯ ได้จัดโครงการติวฟรีพระจอมเกล้าพระนครเหนือ ครั้งที่ 18 หรือ Thai-German Engineering Project ครั้งที่18 (TEP18)  ในวันที่  11  มีนาคม 2553 – 7 เมษายน 2553    โดยมีนาย จตุรงค์  แผนสมบูรณ์ เป็นประธานโครงการฯ  ชุมนุมวิชาการ มจพ.  และมีท่าน ผศ.ชัชชัย   เสริมพงษ์พันธ์  รองคณบดีฝ่ายกิจการนักศึกษา   มจพ.  เป็นอาจารย์ที่ปรึกษา  กิจกรรมนี้จัดให้กับนักเรียน นักศึกษา ชั้นมัธยมศึกษาปีที่ 5 (ม.5) และ ประกาศนียบัตรวิชาชีพชั้นปีที่ 2 (ปวช.2)   </span></p>\n<p>\n	 </p>\n<p style="text-align:center;">\n	 <img alt="" src="http://img88.imageshack.us/img88/1231/48225385.jpg" style="border:1px solid;width:477px;height:362px;" /></p>\n<p>\n	<span style="color:rgb(105,105,105);"><br /></span></p>\n<p>\n	<span style="color:rgb(105,105,105);">                      ชุมนุมวิชาการฯ ได้วาง<strong>หลักการและเหตุผล</strong>การ จัดกิจกรรมนี้ เพื่อให้เป็นอีกทางเลือกหนึ่งให้กับนักเรียนที่ทุนทรัพย์น้อย  และสนใจกวดวิชาเพิ่มเติมโดยไม่เสียค่าใช้จ่าย  และพี่ ๆ นักศึกษาจากคณะวิศวกรรมศาสตร์  มจพ.  ร่วมดำเนินงานเป็นทั้งผู้สอนและพี่เลี้ยงดูแลน้อง ๆ นักเรียน  และสอนการทำงาน  การเรียนรู้ระบบการทำงานของนักศึกษาที่ร่วมทำโครงการ  การทำประโยชน์กลับคืนสู่สังคม</span></p>\n<p>\n	 </p>\n<p style="text-align:center;">\n	<img alt="" src="http://img545.imageshack.us/img545/82/32x500.jpg" style="border:1px solid;width:500px;height:447px;" /></p>\n<p>\n	<span style="color:rgb(105,105,105);"><br /></span></p>\n<p>\n	<span style="color:rgb(105,105,105);">และกำหนด<strong>จุดมุ่งหมาย / วัตถุประสงค์</strong>ของ กิจกรรม เพื่อเผยแพร่ชื่อเสียงและประชาสัมพันธ์มหาวิทยาลัยฯ ไปสู่บุคคลภายนอก   ด้วยการจัดแนะแนวการศึกษาต่อ  การส่งเสริมความรู้และประสบการณ์ให้กับนักเรียนที่เข้าร่วมโครงการ   และ<strong>ช่วยเหลือนักเรียนที่ขาดแคลนทุนทรัพย์ในการเรียนกวดวิชา</strong>   ทั้งเพื่อให้นักศึกษาฯ มจพ.  ได้รู้จักใช้เวลาว่างในช่วงปิดเทอมให้เป็นประโยชน์  และร่วมกันทำประโยชน์ให้แก่สังคม  </span></p>\n<p>\n	 </p>\n<p style="text-align:center;">\n	<img alt="" src="http://img823.imageshack.us/img823/6800/tep18x500.jpg" style="border:1px solid;width:500px;height:344px;" /></p>\n<p>\n	 </p>\n<p>\n	<span style="color:rgb(105,105,105);">               .สศวพ. จึงเห็นว่าโครงการนี้ให้ประโยชน์ต่อสังคมและการศึกษา  ทั้งได้กำหนดหลักการและเหตุผลที่ชัดเจน  รวมถึงการตั้งเป้าหมายและวัตถุประสงค์จัดกิจกรรมเกี่ยวกับทางการศึกษา อันยังประโยชน์สู่สังคมวงกว้าง  และประเทศชาติ  ที่สามารถเผยแพร่ชื่อเสียงของสถาบันได้อีกทางหนึ่ง  จึงได้มีมติเห็นชอบสนับสนุนโครงการ.<br /></span></p>\n', '', '', 1, '2013-01-31 23:48:37', 2, 0, '2013-01-31 23:48:37', '::1'),
(6, 4, 1, 'สาส์นจากอุปนายกไพบูลย์  อรุณสวัสดิ์ฤกษ์ บนเวทีงาน NED''2010', 'เมื่อวันเสาร์ที่ 20 พ.ย. 53 ทางสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ (สศวพ.) ได้ร่วมกับ สโมสรนักศึกษาคณะวิศวกรรมศาสตร์ มจพ.', '<p>\r\n	<span style="font-size:12px;">เมื่อวันเสาร์ที่ 20 พ.ย. 53 ทางสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ (สศวพ.) ได้ร่วมกับ สโมสรนักศึกษาคณะวิศวกรรมศาสตร์ มจพ. จัดงานคืนสู่เหย้าชาวคณะวิศวฯ มจพ. (NED''2010)  โดยได้รับเกียรติจากท่าน รศ. ดร. วิบูลย์  ชื่นแขก  คณบดีคณะวิศวกรรมศาสตร์ มจพ. เป็นประธาน กล่าวเปิดงานเมื่อเวลา 17.30 น.  </span></p>\r\n<p>\r\n	 </p>\r\n<p>\r\n	<span style="background-color:rgb(240,255,240);"><span style="font-size:14px;"><img alt="รศ.ดร. วิบูลย์  ชื่นแขก" src="http://img23.imageshack.us/img23/1915/1x500.jpg" style="border:1px solid;width:500px;height:375px;" /></span></span></p>\r\n<p>\r\n	<span style="font-size:12px;"><br /></span></p>\r\n<p>\r\n	<span style="font-size:12px;">และ เมื่อเวลาต่อมาท่านอุปนายก สศวพ. นายไพบูลย์   อรุณสวัสดิ์ฤกษ์ (ภาพบน)  ได้ขึ้นกล่าวบนเวทีในฐานะตัวแทนของ สศวพ. และท่านนายกสมาคมฯ นายวินัย  เหล่าสันติสุข  ท่ามกลางเหล่าบรรดาศิษย์เก่า และศิษย์ปัจจุบัน ในคณะวิศวฯ มจพ.  ที่มาร่วมงานกันอย่างคับคั่ง  มีความว่า...</span></p>\r\n<p>\r\n	 </p>\r\n<p>\r\n	<span style="background-color:rgb(240,255,240);"><span style="font-size:14px;"><img alt="บรรยากาศในงาน" src="http://img811.imageshack.us/img811/5333/2x500.jpg" style="border:1px solid;width:500px;height:375px;" /></span></span></p>\r\n<h3>\r\n	 </h3>\r\n<h3>\r\n	<span style="font-size:12px;">"เรียน ท่านอธิการบดีมหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ  <span style="font-size:14px;">ท่าน รศ.ดร. วิบูลย์ ชื่นแขก </span>คณบดีคณะวิศวกรรมศาสตร์  ท่านอาจารย์มหาวิทยาลัย  และสวัสดีศิษย์เก่าคณะวิศวกรรมศาสตร์  เพื่อนๆ  และศิษย์ปัจจุบัน </span></h3>\r\n<h3>\r\n	<span style="font-size:12px;">ผม ในฐานะอุปนายกสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ  ได้รับมอบหมายจากท่านวินัย เหล่าสันติสุข นายกสมาคมศิษย์เก่าวิศวกรรมศาสตร์ฯ มากล่าวในนามสมาคม ซึ่งกระผมมีความยินดีเป็นอย่างยิ่ง  </span></h3>\r\n<p>\r\n	 </p>\r\n<p>\r\n	<span style="font-size:12px;"><span style="background-color:rgb(240,255,240);"><img alt="NED''2010" src="http://img213.imageshack.us/img213/9274/3x500.jpg" style="border:1px solid;width:375px;height:500px;" /></span></span></p>\r\n<h3>\r\n	 </h3>\r\n<h3>\r\n	<span style="font-size:12px;">งานNED ถือเป็นงานประเพณีที่ได้จัดขึ้นมา ตั้งแต่เรามีรุ่นพี่ที่สามารถสอบผ่านจนจบ ออกไปเป็นศิษย์เก่าได้สำเร็จ  รุ่นน้องซึ่งในสมัยก่อน รุ่นพี่รุ่นน้องเรามีกันทั้งคณะไม่กี่คน  พบหน้ากันทั้งวัน ตอนเข้าเรียน กินข้าว และหลายคนเรียนร่วมห้องกัน  ตอนรุ่นพี่มาลงซ่อม จึงมีความสนิทกันทั้งรุ่นพี่รุ่นน้อง  เมื่อรุ่นพี่จบไป เราก็คิดถึง ศิษย์ปัจจุบันจึงได้ร่วมแรงใจจัดงานคืนสู่เหย้าให้รุ่นพี่กลับมาพบกันอีก หลังจากนั้นก็ทำกันเป็นประเพณีสืบต่อกันมา  การได้มีโอกาสกลับมาบ้านเกิดอีกครั้งของรุ่นพี่ศิษย์เก่า  จึงถือเป็นความสุขและความอบอุ่นอีกครั้งที่ได้กลับมา</span></h3>\r\n<p>\r\n	 </p>\r\n<p>\r\n	<span style="font-size:12px;"><span style="background-color:rgb(240,255,240);"><img alt="ท่านคณบดีคณะวิศวฯ ท่านอุปนายกและที่ปรึกษาสมาคม ร่วมเปิดฟลอร์ลีลาศ" src="http://img406.imageshack.us/img406/9146/5x500.jpg" style="border:1px solid;width:500px;height:375px;" /></span></span></p>\r\n<h3>\r\n	 </h3>\r\n<h3>\r\n	<span style="font-size:12px;"><span style="background-color:rgb(240,255,240);"><big>คณะ วิศวฯ ได้มีศิษย์เก่ารุ่น 1 เมื่อปี 2509 ในขณะนั้นเรามีเพียงภาควิชาเดียว  ในปัจจุบันคณะวิศวฯของเราได้มีถึง 9 ภาควิชา  ซึ่งรวมถึงนักศึกษาในภาควิชาอุตสาหกรรมศาสตร์  ซึ่งเป็นส่วนหนึ่งของพวกเรา  ซึ่งได้ผลิตศิษย์เก่าคุณภาพสูงไปแล้วมากกว่า 20,000 คน ศิษย์เก่าเหล่านี้ได้มีส่วนเป็นกำลังขับเคลื่อนประเทศชาติ เศรษฐกิจ สังคม รวมถึงการปกครอง  ซึ่งเป็นที่น่าภาคภูมิใจเป็นอย่างยิ่ง  ในขณะที่ศิษย์ปัจจุบัน ก็ได้ทำชื่อเสียงให้กับมหาวิทยาลัยในด้านงานวิชาการ การวิศวกรรม  โดยเฉพาะผลงานการประดิษฐ์หุ่นยนต์  เข้าแข่งขันในระดับโลก และได้รับรางวัลชนะเลิศในหลายเวที ติดต่อกันหลายปี สิ่งเหล่านี้ได้ส่งเสริมซึ่งกันและกัน  ทั้งในหน้าที่การงาน ความรู้สึกร่วม ความภาคภูมิใจให้กับรุ่นพี่รุ่นน้องเป็นอย่างยิ่ง  ยามใดที่เราได้ทราบข่าวความสำเร็จของรุ่นพี่  รุ่นน้องก็มีความหวังที่จะได้รับในอนาคต  และเมื่อรุ่นน้องได้รับรางวัล  รุ่นพี่ก็ภูมิใจและรู้สึกถึงศักยภาพของพวกเรา</big></span></span></h3>\r\n<p>\r\n	 </p>\r\n<p>\r\n	<span style="font-size:12px;"><span style="background-color:rgb(240,255,240);"><big><img alt="ชมรมหุ่นยนต์ กล่าวบนเวที" src="http://img545.imageshack.us/img545/9163/4x500.jpg" style="border:1px solid;width:500px;height:375px;" /></big></span></span></p>\r\n<h3>\r\n	 </h3>\r\n<h3>\r\n	<span style="font-size:10px;"><big>กระผม ในฐานะอุปนายกสมาคมศิษย์เก่าวิศวกรรมศาสตร์ฯ  เห็นว่าการจัดงานคืนสู่เหย้าที่เราเกิด มีความสำคัญมากต่อศิษย์เก่า  จึงได้ร่วมมือกับสโมสรนักศึกษาคณะวิศวกรรมศาตร์ จัดงาน NED ขึ้น  กระผมใคร่ขอกล่าวถึงกิจกรรมของสมาคมศิษย์เก่าวิศวกรรมศาสตร์ สักเล็กน้อย  ว่าที่ผ่านมาทางสมาคมได้ดำเนินการอะไรไปบ้าง</big></span></h3>\r\n<h3>\r\n	<span style="font-size:10px;"><big>สมาคม ฯได้ทำหน้าที่เป็นตัวแทนของศิษย์เก่า ในการทำกิจกรรมต่างๆ  ร่วมกับคณะวิศวกรรมศาสตร์  ทางมหาวิทยาลัย และนักศึกษาปัจจุบัน  เช่นการสนับสนุนด้านเงินทุน ค่าใช้จ่ายในกิจกรรมต่างๆ  และการสื่อสารระหว่างศิษย์เก่า คณะกรรมการได้รับความร่วมมือเป็นอันดีจากศิษย์เก่าและมหาวิทยาลัย ศิษย์เก่าหลายท่านได้เข้าร่วมประชุมกับคณะกรรมการสมาคม  และเสนอแนะความเห็นในการทำงานที่เป็นประโยชน์  โดยเฉพาะเรื่องการจัดตั้งเครือข่ายศิษย์เก่าวิศวฯ  ให้มีความเข้มแข็งและใกล้ชิดกันมากขึ้น  ศิษย์เก่าในที่นี้หลายท่านอาจได้รับการร้องขอให้เข้าร่วมกับเครือข่ายวิศวฯ กับทางสมาคม ซึ่งผมก็หวังเป็นอย่างยิ่งว่าจะได้รับการตอบรับจากท่าน  และเข้าร่วมประชุมกับทางสมาคม ตามโอกาสที่เหมาะสม  นอกจากนั้นกิจกรรมหารายได้จากศิษย์เก่าทั้งหลาย  ก็ได้รับการสนับสนุนเป็นอย่างดี ทำให้สมาคมสามารถดำเนินการไปได้ด้วยความสะดวก</big></span></h3>\r\n<h3>\r\n	<span style="font-size:10px;"><big>ผม ใคร่ขอขอบคุณแทนศิษย์เก่า ต่อสโมสรนักศึกษาคณะวิศวฯ  และนักศึกษาปัจจุบัน ที่ได้เสียสละกายใจในการจัดงานนี้ขึ้น  และขอขอบคุณศิษย์เก่าทั้งหลาย ที่ได้กลับมาบ้านเพื่อร่วมงานนี้  หวังเป็นอย่างยิ่งว่าคงได้พบกันอีกในงาน NED'' 2011 ครับ"</big></span></h3>\r\n', 'news_868365-nil.jpg', '', 1, '2013-01-31 13:15:59', 0, 0, '2013-01-31 13:15:59', '::1'),
(7, 4, 1, 'แจ้งข่าว:กำหนดงานพิธีสวดพระอภิธรรมศพ อ.สมพงษ์  พรหมนารถ', 'กำหนดงานพิธีสวดพระอภิธรรมศพท่านอาจารย์สมพงษ์  พรหมนารถ \r\nศาลา 6   วัดมกุฏกษัตริยารามราชวรวิหาร (วัดมกุฏ /ถนนริมคลองผดุงกรุงเกษม ด้านใกล้ถนนราชดำเนินนอก)', '<p>\r\n	<span style="background-color:rgb(230,230,250);">กำหนดงานพิธีสวดพระอภิธรรมศพท่านอาจารย์สมพงษ์  พรหมนารถ  </span></p>\r\n<p>\r\n	<span style="background-color:rgb(230,230,250);">ศาลา 6   วัดมกุฏกษัตริยารามราชวรวิหาร (วัดมกุฏ /ถนนริมคลองผดุงกรุงเกษม ด้านใกล้ถนนราชดำเนินนอก)</span></p>\r\n<p>\r\n	<span style="background-color:rgb(230,230,250);">พฤหัสบดีที่ 2 ธ.ค. 2553               -      รดน้ำศพ/สวดพระอภิธรรม</span></p>\r\n<p>\r\n	<span style="background-color:rgb(230,230,250);">ศุกร์ที่  3 –  เสาร์ที่ 4 ธ.ค. 2553   -      เวลา 19.00 น. สวดพระอภิธรรม</span></p>\r\n<p>\r\n	<span style="background-color:rgb(230,230,250);">อาทิตย์ 5 ธ.ค. 2553                     -       (งดสวดพระอภิธรรม)</span></p>\r\n<p>\r\n	<span style="background-color:rgb(230,230,250);">จันทร์ 6 ธ.ค. 2553                        -       พิธีฌาปนกิจ  เวลา 14.00 น.</span></p>\r\n<p>\r\n	 </p>\r\n<h3>\r\n	<span style="background-color:rgb(250,235,215);">สศวพ.ในนามของศิษย์ทุกรุ่น คณะวิศวกรรมศาสตร์ มจพ.</span></h3>\r\n<h3>\r\n	<span style="background-color:rgb(250,235,215);">ขอแสดงความเสียใจกับครอบครัวท่านอาจารย์สมพงษ์  พรหมนารถ  ที่ต้องสูญเสียบุคคลผู้เป็นที่เคารพรักมา ณ ที่นี้ด้วย</span></h3>\r\n<p>\r\n	 </p>\r\n<p>\r\n	<span style="color:rgb(0,0,205);"><span style="font-size:14px;"><span style="background-color:rgb(255,240,245);"><strong>   <span style="font-size:16px;">รำฦกคุณาจารย์สาส์น จากท่านอาจารย์ ดร.วรา วราวิทย์        <span style="color:rgb(0,0,205);"><span style="font-size:14px;"><span style="background-color:rgb(255,240,245);"><strong><img alt="" height="200" src="http://img230.imageshack.us/img230/8500/171263614004.jpg" style="width:67px;height:64px;" width="199" /></strong></span></span></span></span></strong></span></span></span></p>\r\n<p>\r\n	<span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>เรียนทุกท่าน</strong></span></span></p>\r\n<p>\r\n	<span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>อาจารย์สมพงษ์ พรหมนาถ ได้ถึงแก่กรรม กำหนดรดน้ำศพวันพฤหัสที่สอง ธันวาคม 2553</strong></span></span></p>\r\n<p>\r\n	<span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>เวลา 17:00 น. วัดมกุฎกษัตริยาราม ราชวรวิหาร, วันที่ 5 งดสวดพระอภิธรรม, </strong></span></span></p>\r\n<p>\r\n	<span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>กำหน</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>ดฌาปนกิจศพ วันที่ 6 ธันวาคม 2553  เวลา 14:00 น.<br /><br />\r\n	ท่านอาจารย์สมพงษ์ พรหมนาถ ได้ดำเนินการจัดการศึกษาพัฒนาภาควิชาวิศวก</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>รรมไฟฟ้า สจพ.<br />\r\n	และเป็นกำลังสำคัญที่ได้สร้างวิศวกรที่มีค</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>ุณภาพทางด้านการออกแบบและประมาณการระบบไฟฟ</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>้า<br />\r\n	และวิชาวิศวกรรมไฟฟ้าแรงสูง ท่านอาจารย์มีลูกศิษย์ลูกหามากมาย<br />\r\n	ที่ซึ่งลูกศิษย์เหล่านั้น ได้ประกอบวิชาชีพที่มีมาตรฐานสูง และเติบโตในธุรกิจ<br />\r\n	อีกทั้งสร้างคุณประโยชน์มากมายแก่สังคม ที่สำคัญคือทางด้านจริยธรรม<br />\r\n	ที่ท่านได้ปลูกฝังเสมอมา อาจารย์สมพงษ์ พรหมนาถ<br />\r\n	เป็นอาจารย์ที่มีความตั้งใจในการสอนเป็นอย</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>่างยิ่ง มีการเตรียมการสอนเป็นอย่างดี<br />\r\n	ทำให้ผู้เรียนสามารถได้ความรู้เป็นอันมากใ</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>นระยะเวลาอันสั้น<br />\r\n	รวมถึงเป็นพหูสูตรที่รู้เรื่องราวต่างๆ เป็นอย่างดี<br />\r\n	ท่านได้ใช้ชีวิตในบั้นปลายหลังเกษียรในการ</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>สอนธรรม และการทำสมาธิ<br />\r\n	ที่วัดมกุฎกษัตริยาราม ราชวรวิหาร ท่านได้ดำรงตนเป็นตัวอย่างของการอยู่อย่าง</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>สมถะ<br />\r\n	และทุ่มเทกับงานตามบทบาทของตนที่มีในด้านต</strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>่างๆ<br /><br />\r\n	ขอเรียนเชิญท่านทั้งหลายๆ ที่รู้จักคุ้นเคยทราบทั่วกัน<br />\r\n	อีกทั้งแสดงความเสียใจกับครอบครัวของท่าน มา ณ โอกาสนี้ด้วยครับ<br /><br />\r\n	วรา<br /><br /></strong></span></span><span style="background-color:rgb(255,240,245);"><span style="color:rgb(128,0,128);"><strong>Vara Varavithya, PhD.<br /><br />\r\n	AssociateProfessor<br />\r\n	Electrical Engineering Department<br />\r\n	Faculty of Engineering, KMUTNB</strong></span></span></p>\r\n<p>\r\n	</p><p>\r\n		</p>\r\n	<p>\r\n		 </p>\r\n	<p>\r\n		<span style="color:rgb(0,0,255);"><span style="background-color:rgb(255,240,245);"><strong>แผนที่ : วัดมกุฎฯ</strong></span></span></p>\r\n	<p>\r\n		<span style="color:rgb(0,0,255);"><span style="background-color:rgb(255,240,245);"><strong><img alt="" src="http://img691.imageshack.us/img691/1230/32847802.jpg" style="border-bottom:1px solid;border-left:1px solid;border-top:1px solid;border-right:1px solid;" /></strong></span></span></p>\r\n	\r\n<p>\r\n	 </p>', 'bk_news_888983-zer.jpg', '', 1, '2013-01-31 13:52:09', 0, 0, '2013-01-31 13:52:09', '::1'),
(8, 5, 1, 'ข่าวสารงาน NED''2010', 'ข่าวสารงาน NED''2010 (งานคืนสู่เหย้าชาวคณะวิศวกรรมศาสตร์ มจพ.)  เมื่อวันเสาร์ที่ 20 พฤศจิกายน 2553  ก็ได้ผ่านไปแล้ว พร้อมทั้งความสำเร็จของงาน  ที่พวกเราทั้งศิษย์เก่าและศิษย์ปัจจุบัน ในคณะวิศวฯ มจพ. ได้', '<p>\n	ข่าวสารงาน Ned''2010 (งานคืนสู่เหย้าชาวคณะวิศวกรรมศาสตร์ มจพ.)  เมื่อวันเสาร์ที่ 20 พฤศจิกายน 2553  ก็ได้ผ่านไปแล้ว พร้อมทั้งความสำเร็จของงาน  ที่พวกเราทั้งศิษย์เก่าและศิษย์ปัจจุบัน ในคณะวิศวฯ มจพ. ได้ร่วมใจกันมาร่วมงาน เพื่อสร้างเกียรติประวัติให้กับคณะฯ ในอีกบริบทหนึ่ง</p>', 'pic_news0272-SAM_1911x700.jpg', '', 1, '2013-03-04 20:58:31', 1, 0, '2013-03-04 20:58:31', '::1'),
(9, 4, 1, 'เชิญร่วมงานแสดงมุทิตาจิตฯครบรอบวันเกิดท่านอาจารย์ดร.ชนะ กสิภาร์ ศ.18มิ.ย.54', 'ขอเรียนเชิญศิษย์ชาว มจพ. ทุกท่าน ร่วมงานแสดงมุทิตาจิตฯ แด่ท่านอาจารย์ ดร.ชนะ  กสิภาร์  ในวันศุกร์ที่ 18 มิ.ย.2554 เวลา 18.00 น. ณ บ้านท่านอาจารย์ ซอยสุขุมวิท 65', '<p>\r\n	ขอเรียนเชิญศิษย์ชาว มจพ. ทุกท่าน ร่วมงานแสดงมุทิตาจิตฯ แด่ท่านอาจารย์ ดร.ชนะ  กสิภาร์ <br />\r\n	ในวันศุกร์ที่ 18 มิ.ย.2554 เวลา 18.00 น.<br />\r\n	ณ บ้านท่านอาจารย์ ซอยสุขุมวิท 65</p>\r\n<p>\r\n	ในทุกปี  ศิษย์รุ่นพี่ๆ ได้ร่วมกันจัดงานแสดงมุทิตาจิต<br />\r\n	แด่ท่านอาจารย์ ดร.ชนะ กันมาอย่างต่อเนื่อง<br />\r\n	และทาง สศวพ. ก็ได้เป็นตัวแทนร่วมจัดงานนี้ด้วยทุกครั้ง<br />\r\n	จึงถือเป็นโอกาสอันดี ที่ศิษย์ทั้งหลายจะได้แสดงกตัญญุตาต่อท่านอาจารย์<br />\r\n	ที่เป็นที่เคารพรักของพวกเรา  ชาวศิษย์ มจพ.<br /><br />\r\n	ดังนั้น จึงขอเรียนเชิญศิษย์ทุกท่าน ทั้งรุ่นพี่ๆ รุ่นน้อง<br />\r\n	ได้เข้าร่วมคารวะเยี่ยมเยียน อวยพรท่านอาจารย์อันเป็นที่เคารพรัก <br />\r\n	และน้อมนำคำอำนวยพรจากท่านอาจารย์ เพื่อเป็นสิริมงคลกับชีวิต</p>\r\n<p>\r\n	จึงเรียนมาเพื่อทราบโดยทั่วกัน และกราบเรียนเชิญ  เรียนเชิญ ทุกท่านเข้าร่วมงานนี้โดยพร้อมเพรียงกัน</p>\r\n<p>\r\n	เข้าดูแผนที่ได้ที่ <a href="http://www.facebook.com/update_security_info.php?wizard=1#!/media/set/?set=a.193732207343911.70891.100001214005537">http://www.facebook.com/update_security_info.php?wizard=1#!/media/set/?set=a.193732207343911.70891.100001214005537</a></p>\r\n', '', 'video7224.jpg', 1, '2013-01-31 11:33:31', 0, 0, '2013-01-31 09:05:52', '::1'),
(10, 4, 1, 'ขอเชิญสมาชิกสมาคมฯประชุมใหญ่สามัญประจำปี 2553', 'ขอเชิญสมาชิกสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ (สศวพ.)ประชุมใหญ่สามัญประจำปี 2553 ในวันเสาร์ที่ 25 ธันวาคม 2553  เวลา 10.30 น.  ณ ห้องประชุม 326 อาคารคณะวิศวกรรมศาสตร์ (ตึก 81) มหาวิทย', '<p>\r\n	<strong>ตามมติที่ประชุมคณะกรรมการบริหาร สมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ (สศวพ.)กำหนดให้มีการประชุมใหญ่สามัญประจำปี 2553 ในวันเสาร์ที่ 25 ธันวาคม 2553&nbsp; เวลา 10.30 น.&nbsp; ณ ห้องประชุม 326 อาคารคณะวิศวกรรมศาสตร์ (ตึก 81) มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ</strong></p>\r\n<p>\r\n	<strong>จึงขอเรียนเชิญท่านสมาชิกสมาคมฯ เข้าร่วมประชุมใหญ่สามัญประจำปี 2553</strong></p>\r\n<p>\r\n	&nbsp;</p>\r\n<p style="text-align: center">\r\n	<img alt="" src="http://img155.imageshack.us/img155/4853/x450.jpg" style="border-bottom: 1px solid; border-left: 1px solid; border-top: 1px solid; border-right: 1px solid" /></p>\r\n<p>\r\n	&nbsp;</p>\r\n<p>\r\n	<strong>โดยมีระเบียบวาระการประชุมฯ ดังนี้</strong></p>\r\n<p>\r\n	&nbsp;</p>\r\n<p style="text-align: center">\r\n	<img alt="" src="http://img571.imageshack.us/img571/1915/1x500.jpg" style="border-bottom: 1px solid; border-left: 1px solid; border-top: 1px solid; border-right: 1px solid" /></p>\r\n<p>\r\n	&nbsp;</p>\r\n<p>\r\n	<strong>และขอเชิญทุกท่านร่วมรับประทานอาหารกลางวัน&nbsp; เวลา 12:00 น.</strong></p>\r\n<p>\r\n	&nbsp;</p>\r\n<p>\r\n	<img alt="" src="http://img80.imageshack.us/img80/9817/65191802.jpg" style="border-bottom: 1px solid; border-left: 1px solid; width: 500px; height: 375px; border-top: 1px solid; border-right: 1px solid" /></p>\r\n<p>\r\n	&nbsp;</p>\r\n<p>\r\n	<strong>จึงเรียนมาเพื่อทราบ&nbsp; และขอสมาชิกทุกท่านได้โปรดเข้าร่วมประชุมในวันและเวลาดังกล่าว&nbsp; จักขอบคุณยิ่ง</strong></p>\r\n<p>\r\n	&nbsp;</p>\r\n<p>\r\n	<strong>ขอแสดงความนับถือ</strong></p>\r\n<p>\r\n	<strong>นายวินัย&nbsp; เหล่าสันติสุข&nbsp; นายกสมาคมฯ</strong></p>\r\n', '', '', 1, '2010-12-18 21:37:00', 0, 0, '2013-01-31 09:05:52', ''),
(11, 4, 1, 'สวัสดีปีใหม่ ๒๕๕๔', '  หลากเรื่องราวกิจกรรมทำเอาไว้      \r\nขอสานให้คงอยู่คู่สถาน\r\nขอสมาชิกที่สนับสนุนเอื้อก่อการ             \r\nในผลงานสานดีที่มีคุณ\r\n    จงดลท่านพี่น้องให้มีสุข                         \r\nสมใจทุกทุกสิ่งจงเก', '<p>\r\n	<span style="background-color:#ffffe0;">    <strong> หลากเรื่องราวกิจกรรมทำเอาไว้     <br />\r\n	ขอสานให้คงอยู่คู่สถาน<br />\r\n	ขอสมาชิกที่สนับสนุนเอื้อก่อการ            <br />\r\n	ในผลงานสานดีที่มีคุณ<br />\r\n	    จงดลท่านพี่น้องให้มีสุข                        <br />\r\n	สมใจทุกทุกสิ่งจงเกื้อหนุน<br />\r\n	ปีใหม่ 2554 นี้ ขอผลบุญ                    <br />\r\n	บันดาลคุณอนันต์กันทุกคน<br />\r\n	    สิ่งที่ผ่านล่วงกาลนับแต่นี้                       <br />\r\n	เป็นสิ่งชี้ตัววัดงานทุกหน<br />\r\n	ถ้าร่วมใจสามัคคีดีเลิศล้น         <br />\r\n	เราทุกคนลูกพระจอม(พระนครเหนือ)รักเกื้อกัน</strong></span></p>\r\n<p>\r\n	<strong><span style="color:#f00;">ส</span><span style="color:#0ff;">วั</span><span style="color:#ee82ee;">ส</span><span style="color:#00ff00;">ดี</span><span style="color:#ffa07a;">ปี</span><span style="color:#40e0d0;">ใ</span><span style="color:#800080;">ห</span><span style="color:#008000;">ม่</span>  <span style="background-color:#faebd7;">ท่านสมาชิก-ศิษย์เก่า ศิษย์ปัจจุบัน คณะวิศวฯ มจพ. ขอสิ่งศักดิ์สิทธิ์ในสากลโลกจงดลบันดาลให้ทุกท่านพบแต่ความสุข ความเจริญ  ทั้งด้านอาชีพการงาน การศึกษา  ครอบครัวและความรัก ตลอดกาลและตลอดไป</span></strong></p>\r\n<p>\r\n	<span style="color:#00f;"><strong><span style="background-color:#faebd7;"><span> </span>จาก<span> </span>  สมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ</span></strong></span></p>\r\n', '', '', 1, '2013-01-31 13:52:10', 0, 0, '2013-01-31 13:52:10', '::1'),
(12, 4, 1, 'ขอเชิญศิษย์คณะวิศวฯ มจพ. ร่วมงานนบน้อมคุรุวาร แสดงมุทิตาจิตในวันปีใหม่+วันครู', 'ขอเชิญชวนศิษย์ มจพ. ร่วมงานนบน้อมคุรุวาร แสดงมุทิตาจิตแด่ท่านอาจารย์ ดร.ชนะ กสิภาร์ 15 ม.ค.54 และดร.สมชอบ ไชยเวช 16 ม.ค.54 เนื่องในโอกาสวันขึ้นปีใหม่ และวันครู\r\n(ดูรายละเอียดเพิ่มเติม)', '<p>\r\n	<span> </span><span> </span></p>\r\n<p style="text-align:justify;">\r\n	<span style="background-color:#ffffe0;"><span style="color:#800000;"><strong><span>ขอเชิญชวนศิษย์ มจพ. ร่วมงานนบน้อมคุรุวาร แสดงมุทิตาจิตแด่ท่านอาจารย์ เนื่องในโอกาสวันขึ้นปีใหม่ และวันครู</span></strong></span></span></p>\r\n<p style="text-align:justify;">\r\n	<span style="background-color:#ffffe0;"><span style="color:#800000;"><span>-  </span></span></span><span style="background-color:#ffffe0;"><span style="color:#800000;"><span>ดร.ชนะ กสิภาร์  วันเสาร์ที่  15 มกราคม  2554  เวลา 18.00 น. ณ บ้านซอยสุขุมวิท 65 (ตามภาพแผนที่)</span></span></span></p>\r\n<p style="text-align:justify;">\r\n	<span style="background-color:#ffffe0;"><span style="color:#800000;">-  ดร.สมชอบ  ไชยเวช  วันอาทิตย์ที่  16  มกราคม  2554 เวลา 18.00 น. ณ รร.เจ้าพระยาปาร์ค  ถ.รัชดาฯ</span></span></p>\r\n<p>\r\n	<span> </span><span> </span></p>\r\n<p>\r\n	 </p>\r\n<p>\r\n	<img alt="" src="http://img132.imageshack.us/img132/622/x500.jpg" style="border-bottom:1px solid;border-left:1px solid;border-top:1px solid;border-right:1px solid;" /></p>\r\n', '', '', 1, '2013-01-31 13:52:11', 0, 0, '2013-01-31 13:52:11', '::1'),
(13, 4, 1, 'เทิดพระคุณครู', 'เนื่องในโอกาสวันครู ๑๖ มกราคม ๒๕๕๔\r\nขอเชิญท่านสมาชิกศิษย์คณะวิศวกรรมศาสตร์ มจพ.\r\nร่วมน้อมรำลึกพระคุณครูอาจารย์ ดูเพิ่ม...', '<p>\r\n	 </p>\r\n<table border="0" cellpadding="0" cellspacing="0" style="width:64px;" width="64"><colgroup><col /></colgroup><tbody><tr><td align="left" height="17" style="width:64px;height:17px;">\r\n				    สู้มาเหน็ดสู้มาเหนื่อยแทบล้าแรง    ด้วยแสงแกร่งแห่งใจศรัทธากล้า</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				เพื่อคณะเพื่อศิษย์เพื่อนำพา    เพื่อวิชารากฐานงานก้าวไกล</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				    ทำมาหนักเหนื่อยแค่ไหนก็ไม่บ่น    อาชีพครูจนเพียงไหนหาหยุดไม่</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				ทั้งวิชาความรู้ครูมอบไป    ทั้งจิตใจครูให้ศิษย์ทุกทุกตอน</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				    จึ่งนบน้อมนอบนัยมโนนึก       ขอรำฦกพระคุณครูผู้สั่งสอน</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				เราวันนี้ที่อิ่มหนำมีบ้านนอน   ด้วยวิชาครูสอนย้อนสร้างงาน</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				    ทั้งสร้างตัวสร้างใจให้รู้ชอบ     ศิษย์รู้กอปรการงานเป็นแก่นสาร</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				ครูสอนศิษย์ให้รักเกียรติอุดมการณ์    เคารพงานช่างศิลป์วิศวกรรมฯ</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				    ขอคุณครูมีสุขทุกเช้าค่ำ          เกียรติยศล้ำเด่นในโลกหล้า</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				ขอคุณครูสุขภาพดีทุกเวลา       ทุกวาจาคำครูจารจดไว้อยู่ในใจ</td>\r\n		</tr><tr><td height="17" style="height:17px;">\r\n				 </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				    จะมิลืมพระคุณครูที่เคยสอน    ทุกบทตอนเมื่อยังเยาว์ยังเขลาอยู่</td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				                                                                                                                                                                                                                                                             </td>\r\n		</tr><tr><td align="left" height="17" style="height:17px;">\r\n				ที่ฉลาดขึ้นมาได้ก็เพราะครู        ศิษย์เชิดชูพระคุณครูจวบนิรันดร์</td>\r\n		</tr></tbody></table>', 'bk_news_1022370-hfs.JPG', '', 1, '2013-01-31 13:53:57', 0, 0, '2013-01-31 13:53:57', '::1');
INSERT INTO `news_contents` (`id`, `news_category_id`, `user_id`, `news_head`, `news_sub_head`, `news_detail`, `news_pic`, `youtubevdo`, `publish`, `news_date`, `counter`, `hotnews`, `hotnews_date`, `post_ip`) VALUES
(14, 4, 1, 'งานนบน้อมคุรุวารฯ เนื่องในวันครูและวันขึ้นปีใหม่', 'สศวพ.ได้จัดงานนบน้อมคุรุวาร แสดงมุทิตาจิตต่อเหล่าคณาจารย์  เนื่องในโอกาสวันครูและวันขึ้นปีใหม่  โดยมีบรรดาศิษย์เก่าหลายคณะ หลายรุ่นร่วมกันเป็นเจ้าภาพดำเนินงาน  ณ โรงแรมเจ้าพระยาปาร์ค ถนนรัชดาฯ ', '<p>\r\n	เมื่อวันที่ 16 มกราคม 2554   เวลา 18.00 น.  สศวพ.ได้จัดงานนบน้อมคุรุวาร แสดงมุทิตาจิตต่อเหล่าคณาจารย์  เนื่องในโอกาสวันครูและวันขึ้นปีใหม่  โดยมีบรรดาศิษย์เก่าหลายคณะ หลายรุ่นร่วมกันเป็นเจ้าภาพดำเนินงาน  ณ โรงแรมเจ้าพระยาปาร์ค ถนนรัชดาฯ  การจัดกิจกรรมเช่นนี้มีประจำในทุกปี  และปฏิบัติสืบต่อเนื่องกันมา  เพื่อน้อมรำลึกถึงพระคุณครูบาอาจารย์  ที่ท่านได้เสียสละกาย ใจ  ประกอบคุณงามความดี  และมีพระคุณต่อศิษย์ทั้งหลาย  ที่ได้อบรมบ่มนิสัย  ประสิทธิ์ประสาทวิชาความรู้ให้กับศิษย์มามากมาย</p>\r\n<p>\r\n	สศวพ. เป็นตัวแทนเหล่ามวลสมาชิกศิษย์เก่า และปัจจุบัน มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ จึงได้มีมติฯ ให้จัดงานนี้ขึ้น  เพื่อให้เหล่าบรรดาศิษย์ทั้งหลายได้มาเยี่ยมเยือนกราบคารวะท่านอาจารย์ที่ตนเคารพนับถือ  โดยได้จัดงานขึ้นตามโอกาส  เวลา  และสถานที่ที่สะดวกกับท่านอาจารย์ และบรรดาศิษย์  และแขกรับเชิญทุกท่าน</p>\r\n', 'bk_news_1036822-izb.jpg', '', 1, '2013-01-31 13:24:43', 0, 0, '2013-01-31 13:24:43', '::1'),
(15, 4, 1, 'ขอเชิญชาว มจพ. และศิษย์เก่าชาววิศวฯ ร่วมงานวันรวมน้ำใจชาว มจพ.''54 -17 ก.พ.54', 'สศวพ.ขอเชิญชาว มจพ. และศิษย์เก่าคณะวิศวฯ ร่วมงานวันรวมน้ำใจชาว มจพ.\r\nวันสถาปนา มจพ.ตรงกับวันที่ 19 ก.พ. แต่ปีนี้ตรงกับวันหยุด ทาง มจพ.\r\nจึงกำหนดจัดงานในวันพฤหัสฯ ที่ 17 ก.พ. 54\r\nรวมชาวเครือข่ายวิศวฯ ม', '<p>\r\n	สศวพ.ขอเชิญชาว มจพ. และศิษย์เก่าคณะวิศวฯ ร่วมงานวันรวมน้ำใจชาว มจพ.<br />\r\n	วันสถาปนา มจพ.ตรงกับวันที่ 19 ก.พ. แต่ปีนี้ตรงกับวันหยุด ทาง มจพ.<br />\r\n	จึงกำหนดจัดงานในวันพฤหัสฯ ที่ 17 ก.พ. 54<br />\r\n	รวมชาวเครือข่ายวิศวฯ มจพ. ผนึกรวมกัน..อีกโอกาสหนึ่งที่จักประกาศพลังน้ำใจร่วมกัน<br />\r\n	ดูรายละเอียดที่ <a href="http://news2.kmutnb.ac.th/news2011/news20110128-03.asp?NewsID=news20110128-03">http://news2.kmutnb.ac.th/news2011/news20110128-03.asp?NewsID=news20110128-03</a></p>\r\n', '', '', 1, '2013-01-31 13:53:02', 0, 0, '2013-01-31 13:53:02', '::1'),
(16, 4, 1, 'ตำนาน สศวพ.', 'ความเป็นมาของสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ', '<p style="text-align: center">\r\n	<object classid="clsid:d27cdb6e-ae6d-11cf-96b8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,40,0"><param name="quality" value="high" /><param name="movie" value="<div style="width:350px;padding:0;margin:0;border:none;background:#000 url(http://tripwow.tripadvisor.com/tripwow/ta-0107-d8d0-1c12/eb/d4d75f8935/bg)0 0 no-repeat"><embed width="350" height="250" src="http://images.travelpod.com/bin/tripwow/flash/badge.swf" flashvars="xmlPath=http%3A%2F%2Ftripwow.tripadvisor.com%2Ftripwow%2Fta-0107-d8d0-1c12%2Fbadgexml%3Feb%3Dd4d75f8935%26ref%3D" base="http://images.travelpod.com/bin/tripwow/flash/" type="application/x-shockwave-flash" quality="high" bgcolor="#000000" name="TripWow" wmode="opaque" pluginspage="http://www.macromedia.com/go/getflashplayer" allowscriptaccess="always" allowfullscreen="true"></embed><!-- Use of this widget is subject to the terms stated here: http://tripwow.tripadvisor.com/tripwow/widget_terms.html --><div style="width:350px;padding:0;margin:0;border:none;background:#fff;font-family:verdana,sans-serif;color:#999;text-align:justify;font-size:9px"><a href="http://tripwow.tripadvisor.com/tripwow/ta-0107-d8d0-1c12" style="color:#c60">สมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ Slideshow</a>: ความเป็นมาของ&amp;rsquo;s trip to <a href="http://th.tripadvisor.com/Tourism-g293916-Bangkok-Vacations.html" style="color:#c60">Bangkok</a>, <a href="http://th.tripadvisor.com/Tourism-g293915-Thailand-Vacations.html" style="color:#c60">Thailand</a> was created by <a href="http://th.tripadvisor.com" style="color:#c60">TripAdvisor</a>. See another <a href="http://tripwow.tripadvisor.com/slideshow/thailand/bangkok.html" style="color:#c60">Bangkok slideshow</a>. Create a free <a href="http://tripwow.tripadvisor.com/" style="color:#c60">slideshow with music</a> from your travel photos.</div></div>" /><embed pluginspage="http://www.macromedia.com/go/getflashplayer" quality="high" src="<div style="width:350px;padding:0;margin:0;border:none;background:#000 url(http://tripwow.tripadvisor.com/tripwow/ta-0107-d8d0-1c12/eb/d4d75f8935/bg)0 0 no-repeat"><embed width="350" height="250" src="http://images.travelpod.com/bin/tripwow/flash/badge.swf" flashvars="xmlPath=http%3A%2F%2Ftripwow.tripadvisor.com%2Ftripwow%2Fta-0107-d8d0-1c12%2Fbadgexml%3Feb%3Dd4d75f8935%26ref%3D" base="http://images.travelpod.com/bin/tripwow/flash/" type="application/x-shockwave-flash" quality="high" bgcolor="#000000" name="TripWow" wmode="opaque" pluginspage="http://www.macromedia.com/go/getflashplayer" allowscriptaccess="always" allowfullscreen="true"></embed><!-- Use of this widget is subject to the terms stated here: http://tripwow.tripadvisor.com/tripwow/widget_terms.html --><div style="width:350px;padding:0;margin:0;border:none;background:#fff;font-family:verdana,sans-serif;color:#999;text-align:justify;font-size:9px"><a href="http://tripwow.tripadvisor.com/tripwow/ta-0107-d8d0-1c12" style="color:#c60">สมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ Slideshow</a>: ความเป็นมาของ&amp;rsquo;s trip to <a href="http://th.tripadvisor.com/Tourism-g293916-Bangkok-Vacations.html" style="color:#c60">Bangkok</a>, <a href="http://th.tripadvisor.com/Tourism-g293915-Thailand-Vacations.html" style="color:#c60">Thailand</a> was created by <a href="http://th.tripadvisor.com" style="color:#c60">TripAdvisor</a>. See another <a href="http://tripwow.tripadvisor.com/slideshow/thailand/bangkok.html" style="color:#c60">Bangkok slideshow</a>. Create a free <a href="http://tripwow.tripadvisor.com/" style="color:#c60">slideshow with music</a> from your travel photos.</div></div>" type="application/x-shockwave-flash"></embed></object></p>\r\n', '', '', 1, '2011-03-08 16:28:00', 0, 0, '2013-01-31 09:05:52', ''),
(17, 4, 1, 'ยังรอช่วยเพิ่ม-เชิญชาววิศวฯมจพ.ร่วมน้ำใจบริจาคช่วยญี่ปุ่นผู้ประสบภัยแผ่นดินไหวฯ', 'แจ้งข่าวชาววิศวฯ มจพ. ร่วมบริจาคเงินสนับสนุนช่วยชาวญี่ปุ่นฯ ได้ที่ บัญชีสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ เลขที่บัญชี 720-2-24617-2 ธ.กสิกรไทยฯ สาขาแฟชั่นไอส์แลนด์ รามอินทรา..อ่านเพิ่', '<p>\r\n	<span style="font-size: 14px">สืบเนื่องจาก สศวพ.ได้ร่วมนำเงินบริจาคผ่านครอบครัวข่าว 3 เพื่อช่วยชาวญี่ปุ่นที่ประสบภัยแผ่นดินไหว และสึนามิ </span><span style="font-size: 14px">รวมทั้งผลกระทบต่าง ๆ ที่ตามมาอีกมากมาย<br />\r\n	ได้มีกระแสตามมาจากชาววิศวฯ มจพ. ที่อยากร่วมสนับสนุนเงินบริจาคช่วยญี่ปุ่น&nbsp; และแสดงพลังน้ำใจของชาววิศวฯ มจพ.ที่ยิ่งใหญ่</span></p>\r\n<p>\r\n	<span style="font-size: 14px">จึงขอแจ้งข่าวชาววิศวฯ มจพ. สามารถร่วมบริจาคเงินสนับสนุนช่วยชาวญี่ปุ่นฯ </span></p>\r\n<p>\r\n	<span style="font-size: 16px"><span style="color: #0000cd"><strong>ได้ที่ บัญชีสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ </strong></span></span></p>\r\n<p>\r\n	<span style="font-size: 16px"><span style="color: #0000cd"><strong>เลขที่บัญชี 720-2-24617-2 ธนาคารกสิกรไทยฯ สาขาแฟชั่นไอส์แลนด์ รามอินทรา ประเภทออมทรัพย์</strong></span></span></p>\r\n<p>\r\n	<span style="font-size: 14px">กรุณาแจ้งรายละเอียด ชื่อ รุ่น เพื่อที่ทางสมาคมฯ จะได้ออกใบเสร็จให้กับท่าน (ท่านสามารถนำใบเสร็จไปหักลดหย่อนภาษีได้)</span></p>\r\n<p>\r\n	<span style="font-size: 14px">โดยแจ้งได้ที่ โทรสายด่วน 08-4132-9250 (เจ้าหน้าที่สมาคม รอรับสายตลอด 24 ชม.) </span></p>\r\n<p>\r\n	<span style="font-size: 14px">หรือสแกนภาพใบเข้าบัญชี พร้อมแจ้งรายละเอียด ชื่อ ที่อยู่ รุ่น เบอร์โทรกลับ&nbsp; ส่งทางอีเมล์ <a href="mailto:kmutnb.ea.adm@gmail.com">kmutnb.ea.adm@gmail.com</a></span></p>\r\n<p>\r\n	<span style="font-size: 14px">ทั้งนี้เงินส่วนที่เกินจากที่ได้นำมอบในครั้งก่อนแล้ว&nbsp; ทางสมาคมฯ จะได้นำบริจาคผ่านทางช่อง 3 เพื่อส่งต่อกระทรวงการต่างประเทศ</span></p>\r\n<p>\r\n	<span style="font-size: 14px">ขอได้โปรดรีบแจ้ง แสดงน้ำใจกันเข้ามา&nbsp; หลายแสนชีวิตที่เดือดร้อนจากภัยพิบัติธรรมชาติ คือเพื่อนมนุษย์ร่วมโลกเดียวกันกับเรา</span></p>\r\n<p>\r\n	<span style="color: #f00"><strong>น้ำใจท่านสามารถซับน้ำตาผู้ทุกข์ทน&nbsp;&nbsp;&nbsp;&nbsp; วิศวะ มจพ. ทุกคน--น้ำใจงาม</strong></span></p>\r\n<p>\r\n	<span style="color: #f00"><strong>สักกี่คราวโลกเดือดไฟรุมลุกลาม&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; วิศวะ มจพ. ตามประสานช่วย</strong></span></p>\r\n<p>\r\n	<span style="color: #f00"><strong>จะด้วยหยาดแรงสมองหรือผองทรัพย์&nbsp;&nbsp;&nbsp; วิศวะ มจพ. ยืนหยัดในหน้าที่</strong></span></p>\r\n<p>\r\n	<span style="color: #f00"><strong>สังคม ชาติ ประเทศ โลกเรานี้&nbsp;&nbsp;&nbsp;&nbsp; วิศวะ มจพ. ยินดีช่วย ด้วยรักษ์โลกของเรา.</strong></span></p>\r\n<p>\r\n	ข้อมูลข่าวญี่ปุ่น:</p>\r\n<p>\r\n	<strong><font color="#000080">&nbsp;</font></strong>สำนักงานตำรวจญี่ปุ่น เปิดเผยยอดผู้เสียชีวิตจากเหตุแผ่นดินไหว-สึนามิอย่างเป็นทางการ (18 มีนาคม 2554) รวมทั้งสิ้น 6,539 คน สูญหายอยู่ที่ 10,354 คน<br />\r\n	<br />\r\n	ขณะที่ ผอ.สำนักประสานความร่วมมือระหว่างประเทศเผย 10 จังหวัด เป็นพื้นที่อันตรายจากสารเคมีพร้อมเตือนไม่ควรอยู่ในพื้นที่เสี่ยงภัย โดยพื้นที่ดังกล่าวประกอบไปด้วย<br />\r\n	<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดฮอกไกโด<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดอะโอโมริ<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดอิวาเตะ<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดมิยางิ<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดฟุกุชิมะ<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดอิบารากิ<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดชิบะ<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดโตเกียว<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดกุมมะ<br />\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="color: rgb(0,0,128); font-weight: bold">&nbsp;&nbsp;&nbsp;</span> จังหวัดคาโงชิมะ</p>\r\n', '', '', 1, '2011-03-22 14:49:00', 0, 0, '2013-01-31 09:05:52', ''),
(18, 4, 1, 'สศวพ.ตัวแทนศิษย์เก่าวิศวฯมจพ. ร่วมบริจาคช่วยผู้ประสบภัยญี่ปุ่น ผ่านครอบครัวข่าว3', 'เมื่อวันที่ 19 มี.ค. 54 สศวพ.นำโดยท่านที่ปรึกษา นายไพโรจน์  ศิริบัญชากิจ เป็นตัวแทนคณะกรรมการ สศวพ. และเหล่าสมาชิกศิษย์เก่า-ปัจจุบัน คณะวิศวฯ มจพ.ร่วมบริจาคเงินรวมจำนวน 30,000 บาท ผ่านครอบครัวข่าว3', '<p>\r\n	เมื่อวันที่ 19 มี.ค. 54 สศวพ.นำโดยท่านที่ปรึกษา นายไพโรจน์&nbsp;ศิริบัญชากิจ เป็นตัวแทนคณะกรรมการ สศวพ. และเหล่าสมาชิกศิษย์เก่า-ปัจจุบัน คณะวิศวฯ มจพ.ร่วมบริจาคเงินช่วยผู้ประสบภัยญี่ปุ่น&nbsp; ผ่านรายการครอบครัวข่าว 3&nbsp; โดยนายสรยุทธ&nbsp; สุทัศนะจินดา ผู้ดำเนินรายการข่าวชื่อดัง เป็นผู้รับมอบเงินบริจาค เพื่อส่งต่อยังกระทรวงต่างประเทศ&nbsp; จำนวน 30,000 บาท และบริษัท อีเมค จำกัด (คุณสุรเดช บัวทรัพย์ กก.ผจก.) ได้สนับสนุนเงินบริจาคครั้งนี้ 10,000 บาท&nbsp; เป็นน้ำใจจากชาววิศวฯ มจพ. ส่งยังชาวญี่ปุ่นที่ต้องเดือดร้อนกับภัยแผ่นดินไหว คลื่นสึนามิ และผลกระทบจากนิวเคลียร์รั่วไหล เรื่องของโลกเรา ที่ควรต้องร่วมมีน้ำใจต่อกัน ช่วยกันไป</p>\r\n<p>\r\n	จากมติที่ประชุมคณะกรรมการบริหาร สศวพ. มีความเห็นต้องกันว่า การที่ประเทศเพื่อนบ้านประสบความเดือดร้อน จากภัยธรรมชาติ&nbsp; และการเปลี่ยนแปลงของโลก&nbsp; เป็นความจำเป็นเร่งด่วนที่ต้องร่วมน้ำใจกันช่วยเหลือ&nbsp; มากบ้างน้อยบ้าง&nbsp; แต่เมื่อรวมกันแล้ว ก็เป็นกระแสธารน้ำใจอันยิ่งใหญ่&nbsp; ต่อชาวโลก โดยไม่แบ่งแยกผิวพรรณ ชาติชน&nbsp; และชาวคณะวิศวฯ มจพ. ก็คงมีจิตใจที่ร่วมยินดีในกุศลจิต&nbsp; แสดงน้ำใจต่อชาวโลกในครั้งนี้เช่นกัน&nbsp; คณะกรรมการฯ สศวพ. จึงมอบหมายให้นายไพโรจน์&nbsp; ศิริบัญชากิจ&nbsp; ท่านที่ปรึกษาสมาคม&nbsp; ได้ทำหน้าที่เป็นตัวแทนของสมาคม&nbsp; และเหล่าสมาชิกชาวคณะวิศวฯ มจพ.&nbsp; นำเงินบริจาครวมจำนวน 30,000 บาท&nbsp; ทั้งนี้มีคุณสุรเดช&nbsp; บัวทรัพย์&nbsp; กรรมการผู้จัดการบริษัท อีเมค จำกัด และในฐานะกรรมการสมาคม&nbsp; ได้ร่วมสนับสนุนเงินบริจาค 10,000 บาท รวมในครั้งนี้&nbsp; และการนำเงินบริจาคผ่านทางครอบครัวข่าว 3 โดยมีนายสรยุทธ์&nbsp; สุทัศนะจินดา ผู้ดำเนินรายการข่าวชื่อดัง เป็นผู้รับมอบ&nbsp; ก็จะเป็นการสื่อข่าวถึงสมาชิก ชาวคณะวิศวฯ มจพ. ทุกท่านที่อยู่ใกล้ หรือห่างไกลกันก็ตาม&nbsp; สามารถรับรู้ข่าว และร่วมอนุโมทนากับกุศลเจตนาในครั้งนี้&nbsp; และครั้งต่อ ๆ ไปได้&nbsp; เพราะการผนึกร่วมใจกัน&nbsp; เป็นการรวมพลังอันยิ่งใหญ่ของชาววิศวฯ มจพ. ให้ปรากฎ ในน้ำใจของพวกเราที่สามารถกันร่วมจรรโลงโลก&nbsp; และสังคม&nbsp; เป็นอีกหนึ่งบริบทที่พวกเราจะสามารถทำได้</p>\r\n', '', '', 1, '2011-03-20 17:29:00', 0, 0, '2013-01-31 09:05:52', ''),
(19, 4, 1, 'รู้ลึกรู้จริงโรงไฟฟ้านิวเคลียร์ฯมหันตภัยชาวโลก?พี่ดร.กมล ตรรกบุตร เล่าให้ฟัง', 'นิวเคลียร์--เรื่องที่โลกวิตกถึงภัยพิบัติ--หาคำตอบจากรุ่นพี่ ดร.กมล ตรรกบุตร ME รุ่น 5 มาชี้แจงเกี่ยวกับโรงไฟฟ้าพลังงานนิวเคลียร์ ฟูกูชิมา ไดอิชิ ถ้ายังหยุดไม่ได้ ย่อมเป็นมหันตภัยของชาวโลก  เหนือคำพยาก', '<p>\r\n	นิวเคลียร์--เรื่องที่โลกวิตกถึงภัยพิบัติ--หาคำตอบจากรุ่นพี่ ดร.กมล ตรรกบุตร มาชี้แจงเกี่ยวกับโรงไฟฟ้าพลังงานนิวเคลียร์ ฟูกูชิมา ไดอิชิ ถ้ายังหยุดไม่ได้ ย่อมเป็นมหันตภัยของชาวโลก&nbsp; เหนือคำพยากรณ์คือความเป็นจริงที่ทำให้เกิดขึ้น ติดตามบทความนี้ได้..ที่นี่&nbsp; เว็บ สศวพ. เว็บคุณภาพของชาววิศวฯ มจพ.&nbsp;</p>\r\n<p>\r\n	ดร.กมล&nbsp; ตรรกบุตร&nbsp; รุ่นพี่วิศวฯ เครื่องกล มจพ. ME รุ่น 5 ท่านดำรงตำแหน่งบอร์ดของคณะกรรมการงานด้านวางแผนการดำเนินการโครงการโรงไฟฟ้าพลังงานนิวเคลียร์&nbsp;&nbsp; และเป็นกรรมการสภาวิศวกรฯ /ว.ส.ท. ที่รู้ๆ กันว่าน้อง ๆ และชาววิศวฯ จะต้องขอใบ ก.ว.&nbsp; ท่านได้เกษียณอายุงานในตำแหน่งผู้ช่วยผู้ว่าการวิศวกรรมโรงไฟฟ้า&nbsp; เมื่อ 1 ตุลาคม 2553 มาหมาด ๆ นี้เอง</p>\r\n<p>\r\n	มาฟังบรรยายเกี่ยวกับโรงไฟฟ้าพลังงานนิวเคลียร์ ฟูกูชิมา ไดอิชิ&nbsp; ของญี่ปุ่น&nbsp; เหตุการณ์ที่เกิดขึ้นต่อเนื่องมาจากเหตุแผ่นดินไหว&nbsp; คลื่นสึนามิ จนมาถึงการวิตกกังวลเรื่องนิวเคลียร์รั่วไหล&nbsp; รู้ลึกรู้จริง แล้วเราชาวโลก&nbsp; จะนิ่งนอนใจกับเรื่องนี้กันเชียวหรือ</p>\r\n', '', '', 1, '2011-03-30 21:57:00', 0, 0, '2013-01-31 09:05:52', ''),
(20, 4, 1, 'รู้ลึกรู้จริงโรงไฟฟ้านิวเคลียร์ฯมหันตภัยชาวโลก?พี่ดร.กมล ตรรกบุตร เล่าให้ฟัง', 'นิวเคลียร์--เรื่องที่โลกวิตกถึงภัยพิบัติ--หาคำตอบจากรุ่นพี่ ดร.กมล ตรรกบุตร มาชี้แจงเกี่ยวกับโรงไฟฟ้าพลังงานนิวเคลียร์ ฟูกูชิมา ไดอิชิ ถ้ายังหยุดไม่ได้ ย่อมเป็นมหันตภัยของชาวโลก  เหนือคำพยากรณ์คือความ', '<p>\r\n	นิวเคลียร์--เรื่องที่โลกวิตกถึงภัยพิบัติ--หาคำตอบจากรุ่นพี่ ดร.กมล ตรรกบุตร มาชี้แจงเกี่ยวกับโรงไฟฟ้าพลังงานนิวเคลียร์ ฟูกูชิมา ไดอิชิ ถ้ายังหยุดไม่ได้ ย่อมเป็นมหันตภัยของชาวโลก&nbsp; เหนือคำพยากรณ์คือความเป็นจริงที่ทำให้เกิดขึ้น ติดตามบทความนี้ได้..ที่นี่&nbsp; เว็บ สศวพ. เว็บคุณภาพของชาววิศวฯ มจพ.&nbsp;</p>\r\n<p>\r\n	ดร.กมล&nbsp; ตรรกบุตร&nbsp; รุ่นพี่วิศวฯ เครื่องกล มจพ. ME รุ่น 5 ท่านดำรงตำแหน่งบอร์ดของคณะกรรมการงานด้านวางแผนการดำเนินการโครงการโรงไฟฟ้าพลังงานนิวเคลียร์&nbsp;&nbsp; และเป็นกรรมการสภาวิศวกรฯ /ว.ส.ท. ที่รู้ๆ กันว่าน้อง ๆ และชาววิศวฯ จะต้องขอใบ ก.ว.&nbsp; ท่านได้เกษียณอายุงานในตำแหน่งผู้ช่วยผู้ว่าการวิศวกรรมโรงไฟฟ้า&nbsp; เมื่อ 1 ตุลาคม 2553 มาหมาด ๆ นี้เอง</p>\r\n<p>\r\n	มาฟังบรรยายเกี่ยวกับโรงไฟฟ้าพลังงานนิวเคลียร์ ฟูกูชิมา ไดอิชิ&nbsp; ของญี่ปุ่น&nbsp; เหตุการณ์ที่เกิดขึ้นต่อเนื่องมาจากเหตุแผ่นดินไหว&nbsp; คลื่นสึนามิ จนมาถึงการวิตกกังวลเรื่องนิวเคลียร์รั่วไหล&nbsp; รู้ลึกรู้จริง แล้วเราชาวโลก&nbsp; จะนิ่งนอนใจกับเรื่องนี้กันเชียวหรือ</p>\r\n', '', '', 1, '2011-03-30 22:31:00', 0, 0, '2013-01-31 09:05:52', ''),
(21, 4, 1, 'เชิญร่วมงานแสดงมุทิตาจิตเนื่องในโอกาสวันครบรอบวันเกิดท่าน อ.ดร.สมชอบ  ไชยเวช', 'เรียนเชิญท่านสมาชิกศิษย์ในคณะวิศวฯ และศิษย์ มจพ.ทุกรุ่น\r\nเนื่องในวันที่ ๒๔ มิถุนายน \r\nเป็นวันครบรอบวันเกิดท่านอาจารย์ ดร.สมชอบ  ไชยเวช\r\nซึ่งเป็นผู้ที่ศิษย์ทุกรุ่นให้ความเคารพรักยิ่ง  \r\nดังนั้น สศวพ. ใ', '<p>\r\n	เรียนเชิญท่านสมาชิกศิษย์ในคณะวิศวฯ และศิษย์ มจพ.ทุกรุ่น<br />\r\n	เนื่องในวันที่ ๒๔ มิถุนายน<br />\r\n	เป็นวันครบรอบวันเกิดท่านอาจารย์ ดร.สมชอบ&nbsp; ไชยเวช<br />\r\n	ซึ่งเป็นผู้ที่ศิษย์ทุกรุ่นให้ความเคารพรักยิ่ง&nbsp;<br />\r\n	ดังนั้น สศวพ. ในฐานะตัวแทนเหล่าสมาชิกศิษย์คณะวิศวฯ มจพ.<br />\r\n	ได้จัดงานแสดงมุทิตาจิตฯ ให้เหล่าบรรดาศิษย์ได้ร่วม<br />\r\n	กราบอวยพรแสดงความเคารพรักต่อท่านอาจารย์มาต่อเนื่องทุกปี&nbsp;<br />\r\n	และปีนี้ได้จัดงานดังกล่าว ในวันศุกร์ที่ ๒๔ มิถุนายน ๒๕๕๔ เวลา ๑๘.๐๐ น.<br />\r\n	ณ โรงแรมเจ้าพระยาปาร์ค ห้องรัชดา ๑ ถนนรัชดา กทม.<br />\r\n	จึงขอเรียนเชิญเหล่าบรรดาศิษย์ มจพ. ทุกท่าน<br />\r\n	เข้าร่วมงานแสดงมุทิตาจิตฯ&nbsp;<br />\r\n	กตัญญุตาต่อท่านปูชยาจารย์&nbsp; ดร.สมชอบ&nbsp; ไชยเวช<br />\r\n	และรับการอำนวยพรเพื่อเป็นสิริมงคลยังทุกท่าน</p>\r\n', '', '', 1, '2011-06-07 12:45:00', 0, 0, '2013-01-31 09:05:52', ''),
(22, 4, 1, 'เชิญร่วมงานการแข่งขันกอล์ฟการกุศล''2554', 'เชิญร่วมงานการแข่งขันกอล์ฟการกุศล''2554 \r\nวันจันทร์ที่ 15 ส.ค. 54 ณ สนามปัญญาอินทรากอล์ฟ \r\nSHOT GUN START เวลา 12.00 น.\r\nด้วยทางคณะกรรมการสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ (สศวพ.) จะดำ', '<p>\r\n	ด้วยทางคณะกรรมการสมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ (สศวพ.) จะดำเนินการจัดกิจกรรมการแข่งขันกอล์ฟเพื่อการกุศลฯ โดยเล็งเห็นว่าเป็นกิจกรรมที่จะสามารถเชื่อมโยงสายสัมพันธ์ของศิษย์เก่าในอดีตจนถึงศิษย์ปัจจุบัน และทางสมาคมฯได้ว่างเว้นการจัดกอล์ฟมาสองปีแล้ว จึงเห็นว่าเป็นช่วงเวลาที่น่าจัดงานในครั้งนี้</p>\r\n<p>\r\n	อนึ่งในการแข่งขันกอล์ฟครั้งนี้ ทางสมาคมฯ ต้องการให้ศิษย์เก่าที่สมัครเข้าแข่งขันและสนับสนุนช่วยเหลือค่าทีมกอล์ฟมาอย่างต่อเนื่อง จนถึงปัจจุบันให้ได้มีถุงกอล์ฟคุณภาพดีไว้เป็นที่ระลึกและไว้ใช้ โดยไม่ต้องเสียค่าทีมแพงขึ้นแต่อย่างใด หากแต่ทางสมาคมนั้นต้องการเป็นสื่อกลางในการเชื่อมโยงตราโลโก้สินค้าหรือตราบริษัท/ห้างร้าน ของท่านผู้สนับสนุน ให้ปรากฏบนถุงกอล์ฟของสมาคมที่จัดทำขึ้น เป็นจำนวน 300 ใบ เพื่อแจกให้แก่ผู้เล่นทุกคน และขอให้ใช้ถุงกอล์ฟในวันแข่งขันทุกท่านเช่นกัน</p>\r\n<p>\r\n	ท่านสามารถแจ้งความจำนงของท่าน  โดยแจ้งต่อเจ้าหน้าที่สมาคมฯ หรือที่คณะกรรมการสมาคม  และชำระเงินได้ที่ทางสมาคมฯ หรือที่ตัวแทนได้ ตั้งแต่วันนี้จนถึง วันที่ 10 กรกฎาคม 2554  และวันแข่งขันคือวันจันทร์ที่ 15สิงหาคม  2554   และเริ่มช็อตกันในเวลา 12.00 น. <strong>ณ สนามปัญญาอินทรากอล์ฟคลับ  นักกอล์ฟ จำนวน </strong><strong>270 </strong><strong> คน</strong></p>\r\n<p>\r\n	จึงเรียนมาเพื่อทราบโดยทั่วถึงกัน</p>\r\n<p align="center">\r\n	 </p>\r\n<p align="center">\r\n	                                                                 ด้วยความนับถือ</p>\r\n<p align="center">\r\n	                                                                  วินัย  เหล่าสันติสุข</p>\r\n<p align="center">\r\n	                                                                    (นายวินัย  เหล่าสันติสุข.)</p>\r\n<p align="center" style="margin-left:144pt;">\r\n	    นายกสมาคมศิษย์เก่าวิศวกรรมศาสตร์ ฯ</p>\r\n', '', '', 1, '2013-01-31 14:39:07', 0, 0, '2013-01-31 14:39:07', '::1'),
(23, 4, 1, 'ชื่นมื่นชาว มจพ.หลากรุ่น ก๊วนกอล์ฟ รวมน้ำใจสนับสนุนงานกอล์ฟการกุศล', 'เมื่อวันจันทร์ที่ 15 สิงหาคม 2554 ที่ผ่านมา สศวพ.ได้จัดงานการแข่งขันกอล์ฟการกุศล ณ สนามปัญญาอินทรา ภายในงานยังได้รวบรวมเครือข่ายวิศวฯ มจพ. และผู้ร่วมสนับสนุน มาร่วมกันออกบูธแสดงสินค้า  ได้ผลตอบรับที่ด', '<p>\r\n	เมื่อวันจันทร์ที่ 15 สิงหาคม 2554 ที่ผ่านมา สศวพ.ได้จัดงานการแข่งขันกอล์ฟการกุศล ณ สนามปัญญาอินทรา ภายในงานยังได้รวบรวมเครือข่ายวิศวฯ มจพ. และผู้ร่วมสนับสนุน มาร่วมกันออกบูธแสดงสินค้า  ได้ผลตอบรับที่ดี ทั้งฝ่ายผู้แสดงสินค้า และผู้ชม  ต่างก็ได้รับประโยชน์ทั้งได้ลูกค้าเพิ่ม และมอบสิทธิประโยชน์พิเศษให้กันมากมาย</p>\r\n<p>\r\n	สิ่งที่สำคัญมากไปกว่านั้น ก็คือการได้ซึมซับมิตรจิต มิตรใจ ที่มีให้กันอย่างแนบแน่น ในระหว่างชาวศิษย์ มจพ. ทั้งรุ่นเล็ก กลาง ใหญ่  เป็นความรู้สึกที่หาได้ยาก และไม่มีในงานทั่ว ๆ ไป   พวกเราจะรู้สึกถึงการให้  การแบ่งปัน  และการช่วยเหลือ เสียสละ  น้องช่วยพี่  พี่ช่วยน้อง  และในรูปแบบที่แตกต่างกันไปอย่างเหมาะสม</p>\r\n<p>\r\n	ที่น่าตื่นเต้น ก็เห็นจะเป็นความสนุก คึกคักในใจ  แม้ฝนจะโปรยปรายกระหน่ำมาให้ต้องหยุดชะงักการตีกอล์ฟ  แต่ไม่อาจหยุดความกระตือรือร้นที่จะพูดคุย ถามไถ่สารทุกข์สุขดิบระหว่างกัน  ความเป็นเพื่อน  ความเป็นพี่น้อง  ที่มีเวลาส่วนที่เหลือมานั่งโต๊ะทานอาหารอร่อย ๆ ฟังดนตรีเคล้าคลอมื้ออิ่ม  และร่วมกันลุ้นสนุก ๆ กับของรางวัลมากมาย ที่พอให้ชื่นบานกันได้ </p>\r\n<p>\r\n	ในงานมีท่านอาจารย์ ดร.สมชอบ ให้เกียรติเป็นกรรมการที่ปรึกษากิตติมศักดิ์  และอาจารย์ท่านอื่นอีกหลายท่านมาร่วมเป็นเกียรติ และร่วมสนุก  มีศิษย์รุ่นพี่ที่คุ้นหน้าคุ้นตากันหลายท่าน ล้วนแต่เป็นระดับผู้บริหาร  และยังมีศิษย์รุ่นน้องที่ขอมาแนะนำตัว  ขอโอกาสแนะนำผลิตภัณฑ์ให้พี่ ๆ น้อง ๆ ช่วยกันสนับสนุนอุดหนุน  และศิษย์รุ่นปัจจุบันที่นำมาโดยนายกสโมฯ คณะวิศวฯ มจพ. มาเป็นทีมช่วยงานต้อนรับประชาสัมพันธ์  และถือโอกาสแจ้งข่าวงาน NED''54 ที่จะจัดขึ้นเป็นประเพณีทุกปี ในเดือนพฤศจิกายน  ให้พี่ ๆ ได้รับทราบว่า จะมีวันนั้นอีกวันหนึ่งที่พวกเราจะมาร่วมงานกันด้วยหัวใจของมิตรสัมพันธ์ รุ่นพี่ รุ่นน้อง </p>\r\n<p>\r\n	สศวพ. โดยคณะกรรมการและที่ปรึกษาทุกท่าน  ยินดีและปลาบปลื้มใจที่งานครั้งนี้ลุล่วงไปอย่างดี  และกราบขอบพระคุณทุกท่านที่ได้มาร่วมงาน สนับสนุนงาน  เป็นน้ำใจอันยิ่งใหญ่ที่พร้อมจะช่วย และเสียสละให้ส่วนรวม  ขอให้น้ำใจที่ยิ่งใหญ่ จงดลให้การงาน ครอบครัว สุขภาพ ทรัพย์สินเงินทอง จงเพิ่มพูนผลเป็นร้อยเท่าพันทวี</p>\r\n<p>\r\n	แล้วพบกันในงาน NED''54  เสาร์ที่ 19 พฤศจิกายน 2554  ณ ลานสวนปาล์ม  มจพ.</p>\r\n', 'news_1303570-oed.JPG', '', 1, '2013-01-31 14:39:38', 0, 1, '2013-01-31 14:39:38', '::1');
INSERT INTO `news_contents` (`id`, `news_category_id`, `user_id`, `news_head`, `news_sub_head`, `news_detail`, `news_pic`, `youtubevdo`, `publish`, `news_date`, `counter`, `hotnews`, `hotnews_date`, `post_ip`) VALUES
(24, 4, 1, 'เชิญชาวช่างไฟฟ้า EE ร่วมสังสรรค์ งานไฟฟ้าราตรี ครั้งที่ 33', 'ขอเชิญศิษย์เก่า ช่างไฟฟ้า สจพ.ทุกท่าน\r\nร่วมพบปะสังสรรค์ รับประทานอาหารในงานไฟฟ้าราตรี ค​รั้งที่33 \r\nวันเสาร์ที่ 3 ก.ย. 54 เวลา 18.00 น. \r\nณ ห้องประดู่แดง อาคารเอนกประสงค์ มจพ.\r\n\r\n', '<p class="yiv1103669380MsoNormal">\r\n	<span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th">ขอเชิญศิษย์เก่า ช่างไฟฟ้า สจพ.ทุกท่าน</span></font></span></p>\r\n<p class="yiv1103669380MsoNormal">\r\n	<span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th">ร่วมพบปะสังสรรค์ รับประทานอาหารในงานไฟฟ้าราตรี ค​รั้งที่</span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;">33</span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th"><br />\r\n	ณ.ห้องประดู่แดง อาคารอเนกประสงค์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ<br />\r\n	เวลา </span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;">18.00</span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th"> น. วันเสาร์ที่ </span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;">3</span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th"> กันยายน </span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;">2554</span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th"> นี้</span></font></span><span class="yiv1103669380apple-converted-space"><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;"> </span></font></span><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;"><br /><span class="yiv1103669380apple-style-span">"</span></span></font><span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th"><font face="">ร่วมรำ</font>ลึกถึงความหลัง" " ร่วมกันสานต่องานไฟฟ้าราตรีของเราให้คงอยู่ตลอดไป "</span></font></span></p>\r\n<p class="yiv1103669380MsoNormal">\r\n	<span class="yiv1103669380apple-style-span"><font color="#FF0000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#FF0000;font-size:16pt;" xml:lang="th">ขอประชาสัมพันธ์ข่าว และช่วย </span></font></span><span class="yiv1103669380apple-style-span"><font color="#FF0000" size="5"><span style="color:#FF0000;font-size:16pt;">confirm</span></font></span><span class="yiv1103669380apple-style-span"><font color="#FF0000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#FF0000;font-size:16pt;" xml:lang="th">​ จำนวนเพื่อน ๆ ในรุ่นที่มาร่วมงาน</span></font></span><span class="yiv1103669380apple-style-span"><font color="#FF0000" size="5"><span style="color:#FF0000;font-size:16pt;">​<br /></span></font></span><span class="yiv1103669380apple-style-span"><font color="#FF0000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#FF0000;font-size:16pt;" xml:lang="th">เพื่อความสะดวกในการเตรียมอาหาร ​ครับ เนื่องจากงานครั้งนี้จัดหลังจากหยุดไปนานมาก</span></font></span><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;"><br /></span></font><span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th"> คณะผู้จัดงาน</span></font></span></p>\r\n<p class="yiv1103669380MsoNormal">\r\n	<span class="yiv1103669380apple-style-span"><font color="#000000" face="Times New Roman" size="5"><span style="color:#000000;font-size:16pt;">EE </span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" face="Angsana New" size="5"><span lang="th" style="font-family:''angsana new'';color:#000000;font-size:16pt;" xml:lang="th">รุ่นที่ </span></font></span><span class="yiv1103669380apple-style-span"><font color="#000000" size="5"><span style="color:#000000;font-size:16pt;">20</span></font></span></p>\r\n', 'bk_news_1265376-bvb.JPG', '', 1, '2013-01-31 14:39:36', 0, 1, '2013-01-31 14:39:36', '::1'),
(25, 4, 1, 'กำหนดวันจัดงาน NED''2011 ใหม่เป็นวันเสาร์ที่ 4 ก.พ. 55 เวลา17.00น.เป็นต้นไป', 'กำหนดวันจัดงานNED''2011ใหม่ เป็นวันเสาร์ที่ 4 ก.พ. 2555 ณ ลานข้างตึกเอนกประสงค์ มจพ.\r\nจากเดิมที่กำหนดจัดงานNED''2011 ในวันเสาร์ที่ 19 พ.ย. 54\r\nณ ลานสวนปาล์ม มจพ. แต่จำเป็นต้องเลื่อนออกไปเนื่องจากเหตุมหา', '<p>\r\n	น้องนักศึกษาแจ้งขอเลื่อนจัดงานNED''2011  เดิมปีนี้กำหนดจัดงานในวันเสาร์ที่ 19 พ.ย. 54<br />\r\n	ณ ลานสวนปาล์ม มจพ. โดยได้แจ้งกำหนดวันงานใหม่มาให้ทราบตามแถลงข่าวดังนี้</p>\r\n<p>\r\n	"</p>\r\n<table cellpadding="0" cellspacing="0" style="width:100%;padding-top:7px;"><tbody><tr><td style="padding-bottom:5px;padding-left:0px;width:57px;padding-right:5px;padding-top:3px;" valign="top">\r\n				 </td>\r\n			<td align="left" style="padding-bottom:5px;padding-left:0px;padding-right:5px;padding-top:5px;" valign="top">\r\n				<table cellpadding="0" cellspacing="0" style="padding-bottom:5px;width:100%;"><tbody><tr><td style="color:#000000;font-size:11px;">\r\n								<a href="http://www.facebook.com/n/?profile.php&amp;id=100000222736877&amp;mid=5412470G5af358d68121Gab8134G96&amp;bcode=wzYQjSZz&amp;n_m=kmit_ea2010%40yahoo.com" style="color:#3b5998;font-weight:bold;text-decoration:none;">Zeromatrix Enginism Kmutnb</a></td>\r\n							<td style="text-align:right;padding-right:5px;color:#999999;font-size:11px;">\r\n								1 ธันวาคม 14:05</td>\r\n						</tr></tbody></table><div style="padding-bottom:7px;width:458px;color:#000000;font-size:11px;">\r\n					สืบเนื่องจากสถานการณ์อุทกภัยที่เกิดขึ้น ทางผู้จัดงาน NED2011 จึงขอเลื่อนการจัดงานออกไป โดยได้กำหนดวันที่แน่นอนอย่างเป็นทางการแล้ว คือวันที่ 4 ก.พ. 2555 ทั้งนี้ต้องขออภัยพี่ๆทุกท่านเป็นอย่างสูง ที่ต้องเลื่อนการจัดงานออกไป และขออภัยอีกครั้งที่เคยแจ้งแต่เดิมว่าจะจัดงานในช่วงเดือนธันวาคม เนื่องจากสถานที่ของทางมหาลัยยังไม่สะดวกสำหรับการจัดงาน ในโอกาสนี้จึงอยากเชิญชวนรุ่นพี่ศิษย์เก่าทุกท่าน เข้าร่วมงาน NED ในครั้งนี้ ซึ่งจะจัดขึ้น ในวันเสาร์ที่ 4 กุมภาพันธ์ 2555 เวลา 17.00น เป็นต้นไป ณ ลานข้างตึกอเนกประสงค์ มจพ. เพื่อที่จะได้พบปะสังสรรค์ไถ่ถามสารทุกข์สุขดิบ พี่-น้อง เพื่อนฝูง ความเป็นอยู่ในคณะวิศวกรรมศาสตร? พร้อมทั้งพบกิจกรรมอีกมากมายที่น้องๆในคณะฯได้จัดขึ้น เพื่อต้อนรับการกลับมาเยี่ยมบ้านอีกครั้งของพี่ๆศิษย์เก่าทุกท่าน สนใจสอบถามรายละเอียดเพิ่มเติม&gt;&gt; 080-498-7882 น้องเจเล่ฝ่ายจำหน่ายบัตร 085-367-3466 น้องวอประธานจัดงาน<a href="http://www.facebook.com/l/5AQEcjqOP/www.smoengineer.net/ned" style="color:#3b5998;text-decoration:none;">www.smoengineer.net/ned</a> หรือ group facebook NED2011 หรือ วิศวกรรมศาสตร์พระจอมเกล้าพระนครเหนือ</div>\r\n				<div style="padding-bottom:10px;padding-left:0px;padding-right:0px;color:#000000;font-size:11px;padding-top:10px;">\r\n					<table cellpadding="0" cellspacing="0" style="border-collapse:collapse;"><tbody><tr><td style="padding-right:10px;" valign="top">\r\n									<a class="yiv1162608768thumb" href="http://www.facebook.com/n/?photo.php&amp;fbid=331737290177026&amp;set=o.116532321728745&amp;type=1&amp;mid=5412470&amp;n_m=kmit_ea2010%40yahoo.com" style="border-bottom:#cccccc 1px solid;border-left:#cccccc 1px solid;padding-bottom:3px;line-height:0;padding-left:3px;padding-right:3px;color:#3b5998;border-top:#cccccc 1px solid;border-right:#cccccc 1px solid;text-decoration:none;padding-top:3px;"><img alt="" class="yiv1162608768img" src="http://photos-g.ak.fbcdn.net/hphotos-ak-ash4/386486_331737290177026_100000222736877_1597603_1213717734_s.jpg" style="width:90px;" /></a></td>\r\n							</tr></tbody></table></div>\r\n			</td>\r\n		</tr></tbody></table><p>\r\n	"</p>\r\n<p>\r\n	แม้ได้แจ้งเชิญศิษย์เก่า พี่ๆ น้องๆ เพื่อนๆ และที่ได้เตรียมตัวเตรียมใจกันพร้อมเพรียงแล้วก็ตาม<br />\r\n	เพื่อมาร่วมงานกัน เพื่อสานสามัคคีกันในระหว่างพี่ๆ น้องๆ<br />\r\n	หากก็มีเหตุของมหาอุทกภัยเกิดขึ้นในกรุงเทพฯ รวมทั้งเขตปริมณฑล<br />\r\n	ที่ต้องอยู่ในสภาวะน้ำท่วมในหลายพื้นที่  ทำให้การจัดงานเป็นไปไม่สะดวก<br />\r\n	ทางน้อง ๆ นักศึกษาที่เป็นทีมงานจัดงาน NED''2011 จึงได้แจ้งเหตุขัดข้องดังกล่าว<br />\r\n	และขออภัยที่จะต้องเลื่อนวันจัดงานออกไป ซึ่งจะแจ้งให้ทราบกันในคราวหน้า<br />\r\n	หากเหตุการณ์มหาอุทกภัยมีความคลี่คลายไปแล้วในทุกเขต</p>\r\n<p>\r\n	จึงขอเรียนเชิญพี่ๆ น้องๆ เพื่อนๆ ในทุกรุ่นของคณะวิศวกรรมศาสตร์มาร่วมงาน<br />\r\n	ตามกำหนดจัดงานใหม่ วันเสาร์ที่ 4 ก.พ. 2555 เวลา 17.00 น.เป็นต้นไป<br />\r\n	ณ ลานข้างตึกเอนกประสงค์ มจพ. มาร่วมกันมากๆ นะครับ<br />\r\n	ปีนี้เราคงมีเรื่องพูดคุยกันมากมาย และทบทวนมิตรภาพของเราครับ</p>\r\n<p>\r\n	และย่อๆ กับชื่อที่มาของงานครับ ย้อนกลับไปสู่ยุคแรกนั้น<br />\r\n	เดิมทีสถาบันเรามี 4 แผนก คือ ช่างกลโรงงาน ช่างเครื่องยนต์<br />\r\n	ช่างท่อและประสาน ช่างไฟฟ้า  รุ่นพี่ๆ ได้จัดงานคืนสู่เหย้าขึ้น<br />\r\n	โดยใช้ชื่องานว่า MEL Forever จัดมาจนถึงปี 1995<br />\r\n	ก็ได้ปรับเปลี่ยนชื่องานเป็น NED ซึ่งย่อมาจาก<br />\r\n	North Bangkok Engineer''s Home coming Day<br />\r\n	และใช้ชื่องานนี้ปีแรก ในปี 1996 ว่า NED''96</p>\r\n<p>\r\n	งาน NED จึงได้มีจัดขึ้นในทุกปีสืบต่อกันมาจนถึงปัจจุบัน<br />\r\n	และจัดให้มีขึ้นในทุกเดือนพฤศจิกายน<br />\r\n	สำหรับปีนี้ กำหนดงานจัดในวันเสาร์ที่ 19 พ.ย. 54<br />\r\n	ณ ลานสวนปาล์ม  มจพ.</p>\r\n<p>\r\n	จึงขอเรียนเชิญทุกท่าน เพื่อนๆ พี่ๆ น้องๆ ชาวเราวิศวฯ มจพ.<br />\r\n	ได้มาร่วมงานกันให้มาก เพื่อเป็นความหมายแห่งพลังสามัคคี<br />\r\n	ชาววิศวฯ มจพ. ที่จะผนึกรวมเครือข่ายได้อย่างมั่นคง ยั่งยืน</p>\r\n<p>\r\n	เส้นทางที่ยาวนาน        สืบสานกาลสัมพันธ์<br />\r\n	เส้นทางสายเดียวกัน    รอยทางนั้นแน่นมั่นคง...ครับ พี่น้อง</p>\r\n', 'news_1321712-sxx.jpg', '', 1, '2013-01-31 13:52:34', 0, 1, '2013-01-31 13:52:34', '::1'),
(26, 4, 1, 'แจ้งข่าวกำหนดงานประชุมใหญ่สามัญ ครั้งที่ 1 ประจำปี 2555', 'ขอเรียนเชิญชาววิศวกรรมศาสตร์ มจพ. ร่วมงานประชุมใหญ่สามัญ ครั้งที่ 1/2555 ประจำปี 2555 ในวันเสาร์ที่ 4 กุมภาพันธ์ 2555 เวลา 15.00 น. ณ ห้องประชุม 326 ชั้น 3 อาคาร 81 (ตึกคณะวิศวฯ) มจพ.', '<p>\n	ขอเรียนเชิญชาววิศวกรรมศาสตร์ มจพ. ร่วมงานประชุมใหญ่สามัญ ครั้งที่ 1/2555 ประจำปี 2555 ในวันเสาร์ที่ 4 กุมภาพันธ์ 2555 เวลา 15.00 น. ณ ห้องประชุม 326 ชั้น 3 อาคาร 81 (ตึกคณะวิศวฯ) มจพ.  ซึ่งตามข้อบังคับสมาคมฯ นั้น กำหนดจัดในเดือนธันวาคม 2554  แต่เนื่องด้วยเหตุมหาอุทกภัยน้ำท่วมกรุงเทพฯ และปริมณฑลในช่วงเวลาดังกล่าว  จึงทำให้ สศวพ. ได้มีมติกำหนดจัดงานเลื่อนออกไป  เพื่อให้ชาววิศวฯ มจพ. และท่านสมาชิกได้รับความสะดวก และมีความพร้อมในการเข้าร่วมงาน</p>\n<p>\n	โดยเหตุน้ำท่วมนี้ มีผู้ต้องประสบภัยกันหลายภาคส่วน หลายองค์กร หลายสถาบัน และตัวบุคคล และยังเป็นเหตุให้งานประเพณีที่สำคัญของชาววิศวฯ มจพ. คืองานคืนสู่เหย้าชาววิศวฯ มจพ. (NED2011) ต้องเลื่อนการจัดงานออกไปเช่นกัน มากำหนดจัดกันในวันเสาร์ที่ 4 กุมภาพันธ์ 2555  เวลา 18.00 น.</p>\n<p>\n	จึงขอเชิญชาววิศวกรรมศาสตร์ มจพ. ได้เข้าร่วมงานทั้งสอง คืองานประชุมใหญ่สามัญประจำปี โดย สศวพ. เวลา 15.00 น.  และต่อเนื่องงานคืนสู่เหย้าชาววิศวฯ มจพ. (NED2011) เวลา 18.00 น. เป็นต้นไป  จึงขอเรียนเชิญทุกท่านร่วมงานครั้งนี้โดยพร้อมเพรียงกัน  เพื่อเป็นพลัง เป็นขวัญกำลังใจให้กับคณะวิศวกรรมศาสตร์ มหาวิทยาลัยพระจอมเกล้าพระนครเหนือ สถาบันอันเป็นที่รักและเชิดชูของชาวเรา  และรวมพลังสามัคคีให้ยิ่งใหญ่  และยั่งยืนสืบกันรุ่นทุกรุ่นไป</p>\n', 'news_1429640-jmn.jpg', '', 1, '2013-02-20 17:02:04', 7, 1, '2013-02-20 17:02:04', '::1'),
(2, 1, 1, 'ติดต่อสมาคม', 'ติดต่อสมาคม', '1518 ถนนพิบูลสงคราม แขวงวงศ์สว่าง เขตบางซื่อ กทม.10800<br /><strong>โทรศัพท์ </strong>: 0-2913-2500 ต่อ 1148<br /><strong>โทรสาร</strong> : 0-2913-2545<br /><strong>E-mail</strong> : kmutnb.ea.adm@gmail.com<br />facebook.com/kmitea.kmutnb\n', '', '', 1, '2013-03-04 20:58:39', 4, 0, '2013-03-04 20:58:39', '::1'),
(1, 1, 1, 'เกี่ยวกับสมาคม', 'เกี่ยวกับสมาคมพระจอมเกล้าพระนครเหนือ', 'สมาคมศิษย์เก่าวิศวกรรมศาสตร์พระจอมเกล้าพระ นครเหนือ (king Mongkut’s Institute of Technology Engineering Alumni : KMITEA) ตั้งอยู่เลขที่ 1518 ถนนพิบูลสงคราม เขตบางซื่อ กทม. 10800 เป็นสมาคมที่ก่อตั้งขึ้นมา เพื่อศิษย์เก่า นักศึกษาปัจจุบัน และคณาจารย์ของคณะวิศวกรรมศาสตร์ สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ ซึ่งจัดตั้งขึ้นเมื่อปีพุทธศักราช 2515 โดยคุณชัยโชค พุ่มพวง ร่วมกับศิษย์เก่าของคณะวิศวกรรรมศาสตร์อีกหลายท่านด้วยกัน ทั้งนี้ตลอดระยะเวลาที่ผ่านมานั้น ทางสมาคมมีคณะกรรมการที่มีความรู้ความสามารถในการบริหารกิจกรรมต่าง ๆ ของสมาคม ให้มีความเจริญก้าวหน้าเป็นลำดับเรื่อยมา ภายใต้การบริหารงานของนายกสมาคมแต่ละสมัย\\n<p style="padding-bottom:10px;padding-left:0px;width:520px;padding-right:0px;float:left;padding-top:10px;"><strong>กรรมการชุดปัจจุบัน</strong><br />1. นายวินัย เหล่าสันติสุข นายกสมาคม<br />2. นายกนกศักดิ์ เกริกกวิน อุปนายก 1<br />3. นายไพบูลย์ อรุณสวัสดิ์ฤกษ์ อุปนายก 2<br />4. นายสุวิช เจตนจันทร์ อุปนายก 3<br />5. นายประเสริฐ สวยสม กรรมการและเลขานุการ<br />6. นายเชื่ยวชาญ สรานุกุลพันธ์ กรรมการและผู้ช่วยเลขานุการ<br />7. นายสมเกียรติ ตั้งวงษ์พิมุข กรรมการและเหรัญญิก<br />8. นายสุรเดช บัวทรัพย์ กรรมการและนายทะเบียน<br />9. นายนภปฎล สุขเกษม กรรมการและปฏิคม<br />10. นายสุริยัณต์ ผู้อุตส่าห์ กรรมการและประชาสัมพันธ์<br />11. นายอุทัย งามสอาด กรรมการและกิจกรรมพิเศษ<br />12. นายสมภพ วนิชประภา กรรมการ<br /></p>\\n<p style="padding-bottom:10px;padding-left:0px;width:520px;padding-right:0px;float:left;padding-top:10px;"><strong>และที่ปรึกษาสมาคม</strong><br />นายไพโรจน์ ศิริบัญชากิจ<br />นายพูลพิพัฒน์ ตันธนสิน<br />นายชัยโชค พุ่มพวง<br />ดร.กมล ตรรกบุตร<br />นายสุเมธ เจียมบุตร<br />ดร.สุรชัย วังยายฉิม<br />นายสกุล ศรีสวัสดิ์<br />นายอภิชิต ล้ำเลิศพงศ์พนา<br />นายอนันต์ วรธิติพงศ์<br /></p>\\n<p style="padding-bottom:10px;padding-left:0px;width:520px;padding-right:0px;float:left;padding-top:10px;"><strong>วัตถุประสงค์ของสมาคม</strong><br />- ประสานสามัคคี เกื้อกูล และสนับสนุนในหมู่สมาชิกเกี่ยวกับการประกอบอาชีพวิศวกรรมที่พึงปฏิบัติต่อสังคม ที่ไม่ขัดต่อศีลธรรมและกฎหมายของบ้านเมือง<br />- เสริมสร้างสัมพันธ์ที่ดีระหว่างศิษย์เก่าและศิษย์ปัจจุบันของมหาวิทยาลัยฯ<br />- เป็นศูนย์รวมการศึกษา ค้นคว้า และเป็นที่ปรึกษาทางด้านวิชาการแก่สมาชิกและบุคคลทั่วไปที่สนใจ<br />- จัดสวัสดิการให้แก่สมาชิกและบุคคลทั่วไป ตลอดจนให้ทุนและส่งเสริมการศึกษาตามควรแก่โอกาสและความเหมาะสม<br />- ส่งเสริมเกียรติคุณของมหาวิทยาลัยฯ<br />- เป็นศูนย์กลางในการติดต่อ แลกเปลี่ยนความคิดเห็นกับหน่วยงานต่าง ๆ<br />- การทำการเพื่อสาธารณประโยชน์ในโอกาสอันควร ทั้งนี้ไม่เกี่ยวข้องกับการเมือง<br /></p>\\n<p style="padding-bottom:10px;padding-left:0px;width:520px;padding-right:0px;float:left;padding-top:10px;"><strong>สมาชิกและคุณสมบัติของสมาชิก</strong><br />- สมาชิกสามัญ ได้แก่ บรรดาศิษย์เก่าคณะวิศวกรรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ และหรือวิทยาลัยเทคโนโลยีอุตสาหกรรม (เดิมคือวิทยาลัยเทคนิคพระนครเหนือ) โดยจะต้องชำระค่าบำรุงสมาชิกปีละ 200 บาท หรืออาจชำระครั้งเดียวตลอดชีพ 500 บาท<br />- สมาชิกสมทบ ได้แก่ บรรดาศิษย์ปัจจุบันของคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ โดยชำระค่าบำรุงสมาชิก 40 บาท เพียงครั้งเดียว<br />- สมาชิกกิตติมศักดิ์ ได้แก่ ผู้มีเกียรติ ผู้ทรงคุณวุฒิ หรือผู้มีอุปการคุณ ซึ่งคณะกรรมการของสมาคมเห็นสมควรให้เข้าเป็นสมาชิก โดยได้รับสิทธิ ไม่ต้องชำระค่าบำรุงสมาชิก</p>\n', '', '', 1, '2013-03-05 22:52:06', 10, 0, '2013-03-05 22:52:06', '::1');

-- --------------------------------------------------------

--
-- Table structure for table `news_pics`
--

CREATE TABLE IF NOT EXISTS `news_pics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pic_name` varchar(100) NOT NULL,
  `firstpic` int(11) NOT NULL DEFAULT '0',
  `upload_date` datetime NOT NULL,
  `post_ip` text CHARACTER SET latin1 NOT NULL,
  `news_content_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=39 ;

--
-- Dumping data for table `news_pics`
--

INSERT INTO `news_pics` (`id`, `pic_name`, `firstpic`, `upload_date`, `post_ip`, `news_content_id`, `user_id`) VALUES
(1, 'news_868365-nil.jpg', 1, '2013-01-31 13:15:58', '::1', 6, 0),
(2, 'news_902388-tqv.jpg', 0, '2013-01-31 13:17:17', '::1', 8, 0),
(3, 'pic_news0272-SAM_1911x700.jpg', 1, '2013-01-31 13:22:14', '::1', 8, 0),
(4, 'pic_news0735-allok.jpg', 0, '2013-01-31 13:17:21', '::1', 8, 0),
(5, 'pic_news0795-SAM_1739x700.jpg', 0, '2013-01-31 13:17:23', '::1', 8, 0),
(6, 'pic_news1027-SAM_1722x700.jpg', 0, '2013-01-31 13:17:25', '::1', 8, 0),
(7, 'pic_news1392-SAM_1717x700-1.jpg', 0, '2013-01-31 13:17:28', '::1', 8, 0),
(8, 'pic_news2279-5x500.jpg', 0, '2013-01-31 13:17:31', '::1', 8, 0),
(9, 'pic_news2693-1x500.jpg', 0, '2013-01-31 13:17:32', '::1', 8, 0),
(10, 'pic_news2735-3x500.jpg', 0, '2013-01-31 13:17:37', '::1', 8, 0),
(11, 'pic_news3272-SAM_1749x700.jpg', 0, '2013-01-31 13:17:39', '::1', 8, 0),
(12, 'pic_news3367-SAM_1800x700.jpg', 0, '2013-01-31 13:17:41', '::1', 8, 0),
(13, 'pic_news3868-SAM_1683x700.jpg', 0, '2013-01-31 13:17:43', '::1', 8, 0),
(14, 'pic_news3902-SAM_1803x700.jpg', 0, '2013-01-31 13:17:48', '::1', 8, 0),
(15, 'pic_news3988-SAM_1741x700.jpg', 0, '2013-01-31 13:17:50', '::1', 8, 0),
(16, 'pic_news4670-SAM_1711x700.jpg', 0, '2013-01-31 13:17:52', '::1', 8, 0),
(17, 'pic_news5872-4x500.jpg', 0, '2013-01-31 13:18:06', '::1', 8, 0),
(18, 'pic_news6073-SAM_1691x700.jpg', 0, '2013-01-31 13:18:08', '::1', 8, 0),
(19, 'pic_news6334-SAM_1692x700.jpg', 0, '2013-01-31 13:18:11', '::1', 8, 0),
(20, 'pic_news6377-SAM_1726x700.jpg', 0, '2013-01-31 13:18:15', '::1', 8, 0),
(21, 'pic_news6458-SAM_1737x700.jpg', 0, '2013-01-31 13:18:31', '::1', 8, 0),
(22, 'pic_news6773-SAM_1693x700.jpg', 0, '2013-01-31 13:18:33', '::1', 8, 0),
(23, 'pic_news6957-SAM_1746x700.jpg', 0, '2013-01-31 13:18:35', '::1', 8, 0),
(24, 'pic_news7282-SAM_1701x700.jpg', 0, '2013-01-31 13:18:37', '::1', 8, 0),
(25, 'pic_news8008-SAM_1781x700.jpg', 0, '2013-01-31 13:18:39', '::1', 8, 0),
(26, 'pic_news8680-SAM_1733x700.jpg', 0, '2013-01-31 13:18:42', '::1', 8, 0),
(27, 'pic_news8918-SAM_1748x700.jpg', 0, '2013-01-31 13:18:45', '::1', 8, 0),
(28, 'pic_news9338-SAM_1727x700.jpg', 0, '2013-01-31 13:18:47', '::1', 8, 0),
(29, 'pic_news9413-2x500.jpg', 0, '2013-01-31 13:18:49', '::1', 8, 0),
(32, 'news_1429640-jmn.jpg', 1, '2013-01-31 13:21:20', '::1', 26, 0),
(31, 'pic_news9927-SAM_1738x700.jpg', 0, '2013-01-31 13:18:53', '::1', 8, 0),
(33, 'bk_news_1022370-hfs.JPG', 1, '2013-01-31 13:23:28', '::1', 13, 0),
(34, 'bk_news_1036822-izb.jpg', 1, '2013-01-31 13:24:43', '::1', 14, 0),
(35, 'bk_news_888983-zer.jpg', 1, '2013-01-31 13:26:39', '::1', 7, 0),
(36, 'news_1321712-sxx.jpg', 1, '2013-01-31 13:28:17', '::1', 25, 0),
(37, 'bk_news_1265376-bvb.JPG', 1, '2013-01-31 13:28:53', '::1', 24, 0),
(38, 'news_1303570-oed.JPG', 1, '2013-01-31 13:29:32', '::1', 23, 0);

-- --------------------------------------------------------

--
-- Table structure for table `province`
--

CREATE TABLE IF NOT EXISTS `province` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=78 ;

--
-- Dumping data for table `province`
--

INSERT INTO `province` (`id`, `name`) VALUES
(1, 'กระบี่'),
(2, 'กรุงเทพมหานคร'),
(3, 'กาญจนบุรี'),
(4, 'กาฬสินธุ์'),
(5, 'กำแพงเพชร'),
(6, 'ขอนแก่น'),
(7, 'จันทบุรี'),
(8, 'ฉะเชิงเทรา'),
(9, 'ชลบุรี'),
(10, 'ชัยนาท'),
(11, 'ชัยภูมิ'),
(12, 'ชุมพร'),
(13, 'เชียงราย'),
(14, 'เชียงใหม่'),
(15, 'ตรัง'),
(16, 'ตราด'),
(17, 'ตาก'),
(18, 'นครนายก'),
(19, 'นครปฐม'),
(20, 'นครพนม'),
(21, 'นครราชสีมา'),
(22, 'นครศรีธรรมราช'),
(23, 'นครสวรรค์'),
(24, 'นนทบุรี'),
(25, 'นราธิวาส'),
(26, 'น่าน'),
(27, 'บึงกาฬ'),
(28, 'บุรีรัมย์'),
(29, 'ปทุมธานี'),
(30, 'ประจวบคีรีขันธ์'),
(31, 'ปราจีนบุรี'),
(32, 'ปัตตานี'),
(33, 'พระนครศรีอยุธยา'),
(34, 'พะเยา'),
(35, 'พังงา'),
(36, 'พัทลุง'),
(37, 'พิจิตร'),
(38, 'พิษณุโลก'),
(39, 'เพชรบุรี'),
(40, 'เพชรบูรณ์'),
(41, 'แพร่'),
(42, 'ภูเก็ต'),
(43, 'มหาสารคาม'),
(44, 'มุกดาหาร'),
(45, 'แม่ฮ่องสอน'),
(46, 'ยโสธร'),
(47, 'ยะลา'),
(48, 'ร้อยเอ็ด'),
(49, 'ระนอง'),
(50, 'ระยอง'),
(51, 'ราชบุรี'),
(52, 'ลพบุรี'),
(53, 'ลำปาง'),
(54, 'ลำพูน'),
(55, 'เลย'),
(56, 'ศรีสะเกษ'),
(57, 'สกลนคร'),
(58, 'สงขลา'),
(59, 'สตูล'),
(60, 'สมุทรปราการ'),
(61, 'สมุทรสงคราม'),
(62, 'สมุทรสาคร'),
(63, 'สระแก้ว'),
(64, 'สระบุรี'),
(65, 'สิงห์บุรี'),
(66, 'สุโขทัย'),
(67, 'สุพรรณบุรี'),
(68, 'สุราษฎร์ธานี'),
(69, 'สุรินทร์'),
(70, 'หนองคาย'),
(71, 'หนองบัวลำภู'),
(72, 'อ่างทอง'),
(73, 'อำนาจเจริญ'),
(74, 'อุดรธานี'),
(75, 'อุตรดิตถ์'),
(76, 'อุทัยธานี'),
(77, 'อุบลราชธานี');

-- --------------------------------------------------------

--
-- Table structure for table `user2`
--

CREATE TABLE IF NOT EXISTS `user2` (
  `f1` int(11) NOT NULL AUTO_INCREMENT,
  `f2` varchar(200) NOT NULL,
  `f3` varchar(200) NOT NULL,
  `f4` varchar(200) NOT NULL,
  `f5` varchar(200) NOT NULL,
  `f6` varchar(200) NOT NULL,
  `f7` varchar(200) NOT NULL,
  `f8` varchar(200) NOT NULL,
  `f9` varchar(200) NOT NULL,
  `f10` varchar(200) NOT NULL,
  `f11` varchar(200) NOT NULL,
  `f12` varchar(200) NOT NULL,
  `f13` varchar(200) NOT NULL,
  `f14` varchar(200) NOT NULL,
  `f15` varchar(200) NOT NULL,
  `f16` varchar(200) NOT NULL,
  `f17` varchar(200) NOT NULL,
  `f18` varchar(200) NOT NULL,
  `f19` varchar(200) NOT NULL,
  PRIMARY KEY (`f1`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=163 ;

--
-- Dumping data for table `user2`
--

INSERT INTO `user2` (`f1`, `f2`, `f3`, `f4`, `f5`, `f6`, `f7`, `f8`, `f9`, `f10`, `f11`, `f12`, `f13`, `f14`, `f15`, `f16`, `f17`, `f18`, `f19`) VALUES
(1, '', '', 'อ.ดร.สมชอบ', 'ไชยเวช', '', '', '', '', 'อาจารย์', '', '', '', '', '', '', '', '', ''),
(2, '', 'P04280', 'สกุล', 'ศรีสวัสดิ์', '', 'ME', '1.00', '7.00', '', 'บ.แกรนด์ฮีทเตอร์ จก. 119 ม.6 ต.โคกขาม  อ.เมือง  จ.สมุทรสาคร 74000', '  14/51 ม. 9  ซ.วิชิตนคร  ถ.พระราม 2  ขว.บางมด  ข.จอมทอง  กทม.ฯ  10150 ', 'sakul2487@yahoo.co.th', '08-1342-9119', '034-812-034', '034-812-036', '', '', '10/20/2553 0:00:00'),
(3, '', 'P00837', 'ชัยโชค', 'พุ่มพวง', '', 'ME', '2.00', '', '', ' บ.  สามเสนวิศวกรรม จก.  1097/45  ถ.นครไชยศรี  แขวงถ.นครไชยศรี  เขตดุสิต  กทม.ฯ  10300', ' 1097/45  ถ.นครไชยศรี  ขว.ถ.นครไชยศรี  ข.ดุสิต  กทม.ฯ  10300', 'Samsen@ksc.th.com', '08-1614-9253', '0-2243-1642', ' 0-2243-0676', '', '', '10/20/2553 0:00:00'),
(4, '', '', '', '', '', 'ME', '3.00', '', '', '', '', '', '', '', '', '', '', ''),
(5, '', '', '', '', '', 'ME', '4.00', '', '', '', '', '', '', '', '', '', '', ''),
(6, '', 'P01254', 'ดร.กมล', 'ตรรกบุตร', '', 'ME', '5.00', '12.00', '', '*เกษียณอายุงาน/ก.ย.2010**บ.  ผลิตไฟฟ้าและน้ำเย็น  จก. (DCAP)  30  อาคาร 171  ซ.ชิดลม  ถ.เพลินจิต  แขวงปทุมวัน  เขตปทุมวัน  กทม.ฯ  10330  โทร. 0-2256-3631,0-2436-1067  แฟ็กซ์. 0-2256-3636,0-2424-9361  ', '  44/22  ม. 4  ซ.รามอินทรา 39  ถ.รามอินทรา ขว.อนุสาวรีย์  ข.บางเขน  กทม.ฯ  10220  E-mail:kamoltk@yahoo.com', 'kamoltk@yahoo.com', '08-1170-1533', '', '', '0-2521-1869 ', '0-2973-0939  ', ''),
(7, '', 'P02758', 'พันธุ์ศักดิ์', 'โกเมศ', '', 'ME', '5.00', '', 'ผอ.ฝ่ายบริหารสายงานพัฒนา', '', '  254/14  ม. 3  ถ.พระยาสัจจา  ต.บ้านสวน  อ.เมือง   จ.ชลบุรี  20000  ', '', '08-1904-7986', '', '', '0-3826-0156', '', ''),
(8, '', '', '', '', '', 'EE', '5.00', '', '', '', '', '', '', '', '', '', '', ''),
(9, '', '', '', '', '', 'ME', '6.00', '', '', '', '', '', '', '', '', '', '', ''),
(10, '', 'P01944', 'นันทวัฒชัย', 'วงษ์ชนะชัย', '', 'EE', '6.00', '', '', 'บ.  โรงงานเหล็กกทม.ฯ  จก.  42 ม. 4  ถ.สุขสวัสดิ์  ต.บางครุ  อ.พระประแดง  จ.สมุทรปราการ  10130  ', '  21/70  ม. 10  มบ.ลดาวัลย์-ปิ่นเกล้า  ซ. 9   ถ.บรมราชชนนี  ขว.ศาลาธรรมสพน์  ข.ทวีวัฒนา  กทม.ฯ 10170  โทร. 0-2441-3275', 'bisw@lox2.loxinfo.co.th, nantawatchai@gmail.com', '08-1648-9988', '02-463-6300-7', '02-463-4032', '02-441-3275', '', '10/20/2553 0:00:00'),
(11, '', '', '', '', '', 'ME', '7.00', '', '', '', '', '', '', '', '', '', '', ''),
(12, '', 'P03008', 'นายไพโรจน์', 'ศิริบัญชากิจ', '', 'EE', '7.00', '14.00', 'ที่ปรึกษา1', 'หจก.แสงเจริญการไฟฟ้า', '  141/265  ม. 9  ซ.ประชาอุทิศ 27  ถ.ประชาอุทิศ  ขว.ราษฎร์บูรณะ  ข.ราษฏร์บูรณะ  กทม.ฯ  10140  ', 'spairoj 5 @asianet.co.th,pairoj_si 15@hotmail.com', '08-1916-1771', '', '', '0-2428-5268', '0-2428-3952  ', '10/20/2553 0:00:00'),
(13, '', 'P05399', 'อภิชิต', 'ล้ำเลิศพงศ์พนา', '', 'ME', '8.00', '', 'ประธานเครือข่าย', 'ที่ทำงาน  บ.  ไอ.ที.ซี(1993) จก.  20  ซ.รามคำแหง 58/4  ถ.สุขาภิบาล 3  แขวงหัวหมาก  เขตบางกะปิ  กทม.ฯ  10240  E-mail: itcgroup@ samart .co.th', '  143/34  ถ.สุขาภิบาล 3 ขว.สะพานสูง  ข.สะพานสูง   กทม.ฯ  10240  ', 'lumlert@cscoms.com (ข้อมูล 2010/10/21)', '081-816-2834', '0-2374-4640', '0-2374-6708', ' 0-2729-3827', '0-2729-3829 ', '10/20/2553 0:00:00'),
(14, '', 'P02940', 'พูลพิพัฒน์', 'ตันธนสิน', '', 'EE', '8.00', '', '', 'ที่ทำงาน  Q.T.C. TRANSFORMER  CO.,LTD.  785 อาคารฐมศร  ถ.พระราม 9  แขวงบางกะปิ  เขตห้วยขวาง  กทม.ฯ  10310  E-mail: qtcsales@ksc.th.com', '  258  ซ. 7 มบ.เมืองทอง 2/3 ถ.พัฒนาการ 53  ขว.สวนหลวง  ข.สวนหลวง  กทม.ฯ  10250', 'poonphiphat@qtc-energy.com', '08-1637-5711', '0-2314-4230-1', '0-2314-4232', '0-2321-1622', '', '10/20/2553 0:00:00'),
(15, '', 'P02566', 'พงศ์ธร', 'มนูพิพัฒน์พงศ์', '', 'ME', '9.00', '', 'อาจารย์', 'ที่ทำงาน  คณะวิศวกรรมศาสตร์  สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ  1518  ถ.พิบูลย์สงคราม  แขวงบางซ่อน  เขตบางซื่อ  กทม.ฯ  10800  โทร. ', '  201/167 ม. 3  ถ.วิภาวดีรังสิต 64  ขว.ตลาดบางเขน  ข.หลักสี่  กทม.ฯ  10210  โทร.   แฟ็กซ์. ', '', '08-1720-0154, 08-9682-8289', '0-2913-2500  ต่อ 8317  ', '', '0-2521-3859', '0-2362-6544', ''),
(16, '', '', '', '', '', 'EE', '9.00', '', '', '', '', '', '', '', '', '', '', ''),
(17, '', '', '', '', '', 'ME', '10.00', '', '', '', '', '', '', '', '', '', '', ''),
(18, '', 'P05018', 'สุรชัย', 'วังยายฉิม', '', 'ME', '11.00', '', '', 'บ.  วิริยะประกันภัย  จก.  121/7  ซ.อาคาร R.S.Tower  ถ.รัชดาภิเษก  เขตดินแดง  กทม.ฯ  10400', '807/21 ถ.สมเด็จ ข.คลองสาน กทม.ฯ 10600   369/479 ม. 3   ถ.สุขุมวิท  ต.บางปูใหม่  อ.เมือง  จ.สมุทรปราการ  10280', ' SURACHAIV2000@YAHOO.DE', '08-1821-3556', '0-2709-7420', '0-2641-3199', '', '', ''),
(19, '', 'P05392', 'อภิชาติ', 'สงวนดีกุล', '', 'ME', '', '', '', 'ที่ทำงาน  บ.  ยูเนี่ยนการพิมพ์  จก.  99  ม. 5  ถ.บางนา-ตราด กม.38  ต.บางสมัคร  อ.บางปะกง  จ.ฉะเชิงเทรา 24130  โทร. 0-3884-2141  แฟ็กซ์. 0-3884-2142', '  36/28 ซ.วรพงษ์ 2  ถ.จรัญสนิทวงศ์ 44  ขว.บางยี่ขัน  ข.บางกอกน้อย  กทม.ฯ  10700  โทร. 0-2424-1069,0-1723-3553', 'upc_su@ksc.th.com', '08-1723-3553', '', '038-842-142', '', '', ''),
(20, '', 'P03180', 'มนต์ชัย', 'ราบรื่นทวีสุข', '', 'ME', '11.00', '', '', 'บ.  ASTEC  จก.  29/241-243  ม. 1  ซ.แจ้งวัฒนะ 14  ถ.แจ้งวัฒนะ  เขตบางเขน  กทม.ฯ  10220 ', '  176/79  มบ.ลิ้นจี่  ถ.นางลิ้นจี่  ขว.ช่องนนทรี  ข.ยานนาวา  กทม.ฯ  10120 ', 'ateceng@hotmail.com', '08-1832-6191', '0-2573-2245,0-2583-3530-1', '02-573-2983', '0-2286-4740', '', ''),
(21, '', '', '', '', '', 'EE', '11.00', '', '', '', '', '', '', '', '', '', '', ''),
(22, '', '', '', '', '', 'ME', '12.00', '', '', '', '', '', '', '', '', '', '', ''),
(23, '', '', '', '', '', 'EE', '12.00', '', '', '', '', '', '', '', '', '', '', ''),
(24, '', '', '', '', '', 'ME', '13.00', '', '', '', '', '', '', '', '', '', '', ''),
(25, '', '', '', '', '', 'EE', '13.00', '', '', '', '', '', '', '', '', '', '', ''),
(26, '', '', '', '', '', 'ME', '14.00', '', '', '', '', '', '', '', '', '', '', ''),
(27, '', '', '', '', '', 'EE', '14.00', '', '', '', '', '', '', '', '', '', '', ''),
(28, '', '', '', '', '', 'ME', '15.00', '', '', '', '', '', '', '', '', '', '', ''),
(29, '', '', '', '', '', 'EE', '15.00', '', '', '', '', '', '', '', '', '', '', ''),
(30, '', '', 'ดร.สุขแสง', 'คูกนก', '', '', '16.00', '', '', '', '', 'kukanok@yahoo.com', '08-6331-0980', '0-2423-3653', '0-2423-3652', '', '', ''),
(31, '', 'P03235', 'มานพ', 'คงคานิธิ', '', 'ME', '16.00', '', 'อาจารย์', 'คณะวิศวกรรมศาสตร์  สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ  1518  ถ.พิบูลย์สงคราม  แขวงบางซ่อน  เขตบางซื่อ  กทม.ฯ  10800', '  1257  ถ.อ่อนนุช  ขว.สวนหลวง  ข.สวนหลวง  กทม.ฯ  10250  ', 'mno@kmitnb.ac.th', '08-1635-0246', '0-2913-2500  ต่อ 8306', '', '0-2510-8843', '', ''),
(32, '', 'NED06-00708', 'พินิจ', 'พนาวิวัฒน์', '', 'EE', '', '', '', 'บ. ปิโตรเคมีแห่งชาติ จก.(มหาชน)   ต.มาบตาพุด   จ.ระยอง', '36/24 ซ.วัดกำแพง นนพิบูลสงคราม   อ.เมือง   จ.ระยอง 21150', '', '08-1903-1913', '', '', '0-3868-1624', '', ''),
(33, '', 'P02825', 'พินิจ', 'พนาวิวัฒน์', '', 'EE', '', '', '', 'ที่ทำงาน  บ.  Electric Project And Construction Co.,Ltd. 676/760  ซ.จรัญสนิทวงศ์ 68  แขวงบางพลัด  เขตบางกอกน้อย  กทม.ฯ  10700  โทร.0-2424-8081', '  60/73  ถ.บางจาก  ขว.คลองขวาง  ข.ภาษีเจริฐ  กทม.ฯ  10160', '', '08-1903-1913', '', '', '', '', ''),
(34, '', '', '***ถามสุรเดช', '', '', 'ME', '17.00', '', '', '', '', '', '', '', '', '', '', ''),
(35, '', '', 'คมกริช', 'ภู่เปี่ยม', '', 'EE', '17.00', '', '', '', '', 'komgrich.pupiam@', '08-1833-1370', '', '', '', '', ''),
(36, '', 'P05032', 'สุรเดช', 'บัวทรัพย์', '', 'EE', '', '', '', 'ที่ทำงาน  บ. ภัทรเมธา  จก.  ถ.อรุณอัมรินทร์  เขตบางกอกน้อย  กทม.ฯ  โทร.0-2411-2921,0-2411-4795', '  62/4  ม.2  ซ.เพชรเกษม  88  ขว.บางแคเหนือ  ข.ภาษีเจริญ  กทม.ฯ  10160', '', '08-1857-6243', '', '', '', '', ''),
(37, '', 'P05648', 'อุดมเกียรติ', 'นนทแก้ว', 'อุดมเกียรติ', 'ME', '', '', '', 'คณะวิศวกรรมศาสตร์  สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ  1518  ถ.พิบูลย์สงคราม  แขวงบางซ่อน  เขตบางซื่อ  กทม.ฯ  10800  โทร. ', '', 'unk@kmutnb.ac.th, udomkiatn@yahoo.com', '', '0-2913-2500  ต่อ 8320', '', '', '', ''),
(38, '', 'P04140', 'ศักดิ์ศรี', 'พิทักษ์อำนวย', '', 'EE', '', '', '', 'คอมพิวเตอร์ เอ็มโพเรี่ยม  815  ถ.ศรีนครินทร์ แขวงสวนหลวง  เขตสวนหลวง  กทม.ฯ  10250  โทร.0-2322-7703  แฟ็กซ์.0-2322-7746', '  145  ซ.พึ่งมี 9  ถ.สุขุมวิท 93  ขว.บางจาก  ข.พระโขนง  กทม.ฯ 10260  โทร.0-1611-5716', '', '08-1611-5716', '', '', '', '', ''),
(39, '', '', '***ถามอุดมเกียรติ', '', '', 'PE', '18.00', '', '', '', '', '', '', '', '', '', '', ''),
(40, '', '', '****ถามสงบ', '', '', 'ME', '19.00', '', '', '', '', '', '', '', '', '', '', ''),
(41, '', 'P04283', 'สงบ', 'ช้างวงศ์', '', 'EE', '19.00', '', '', 'บ.  บางกอกเคเบิ้ล  จก.', '  38/1  ต.วัดบางกรวย  อ.บางกรวย  จ.นนทบุรี  11130', '', '08-1804-6968', '', '', '', '', ''),
(42, '', '', 'มานพ', 'มานะสกุลกิจ', '', 'EE', '19.00', '', '', '', '', 'mmanop@yahoo.com', '', '', '', '', '', ''),
(43, '', '', '****ถามสงบ', '', '', 'PE', '19.00', '', '', '', '', '', '', '', '', '', '', ''),
(44, '', 'P02524', 'ปูมยศ', 'วัลลิกุล', '', 'ME', '20.00', '', 'อาจารย์', 'คณะวิศวกรรมศาสตร์  สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ  1518  ถ.พิบูลย์สงคราม  แขวงบางซ่อน  เขตบางซื่อ  กทม.ฯ  10800  ', '', '', '***ถามสมภพ', '0-2913-2500  ', '', '', '', ''),
(45, '', '', 'อาคม', 'จันทะคุณ', '', 'EE', '20.00', '', '', '', '', 'akom@cbcinter.com', '08-1867-4664', '', '', '', '', ''),
(46, '', 'P04477', 'สมภพ', 'วนิชประภา', '', 'EE', '20.00', '', '', 'หจก.วนิชกิจ เอ็นเนอร์ยี', '  77/487  ม. 11 ซ.สำนักสงฆ์ ก.18  ถ.นวมินทร์  ขว.คันนายาว  ข.คันนายาว  กทม.ฯ  10230 โทร. 0-2947-9672  แฟ็กซ์. 0-2519-4632  E-mail: SOMPHOPV_PEL @ INET.CO.TH', 'somphopv_pel@inet.co.th', '08-1483-6160', '', '', '', '', ''),
(47, '', '', 'สมคิด', 'สิทธิไชยากุล', '', 'EE', '20.00', '', '', '', '', 'somkits@ais.co.th', '08-1835-5614', '', '', '', '', ''),
(48, '', 'P04072', 'ศรชัย', 'จุลฑะกาญจน์', '', 'PE', '', '', '', 'บ.  เครน เทคนิค  จก.  10/12  ม. 13  ต.บึงคำพร้อย  อ.ลำลูกกา  จ.ปทุมธานี  12150  โทร. 0-2569-1362-4  แฟ็กซ์. 0-2569-1365', '', 'sornchai@cranetechnik.com', '08-1890-1828', '', '', '', '', ''),
(49, '', 'P03770', 'วิชา', 'สิทธิรังสรรค์', '', 'PE', '', '', '', 'บ.  อัมรินทร์ เทคโนโลยี  จก.', '  401/2  ม. 5  ซ.นวมินทร์ 24  ถ.นวมินทร์  ขว.คลองกุ่ม  ข.บึงกุ่ม  กทม.ฯ  10260  โทร. 0-2734-7436-42  แฟ็กซ์. 0-2734-7443  E-mail:amatec@ksc.th.com', 'amatec@ksc.th.com', '08-1835-7153', '', '', '', '', ''),
(50, '', '***หาไม่พบ', 'ปรีชา', '', '', 'ChE', '20.00', '', '', '', '', '', '08-1846-1560', '', '', '', '', ''),
(51, '', 'NED06-01265', 'ปกครอง', 'มีจินดา', '', 'ME', '', '', '', 'บ. ยูทิลิตี้วัน จก. 39/83 ซ.เสนานิคม 1 นนพหลโยธิน แขวงจรเข้บัว เขตลาดพร้าว กทม.ฯ 10230', '90/447 มบ.มัณฑนารามอินทรา ถ.พระยาสุเรนทร์ ขว.บางงชัน ข.คลองสามวา กทม.ฯ 10510', 'pcw_sutas@yahoo.com', '08-9896-5736(21/10/2010)', '0-2919-1527', '', '0-2919-1527', '', ''),
(52, '', 'P02180', 'ปกครอง', 'มีจินดา', '', 'ME', '', '', '', ' บ.  จี อี ไทยแลนด์  จก.  ดีทแฮมทาวเวอร์ บี ชั้น 11', '  24/12 ซ.ท่านผู้หญิงพหลฯ  ถ.งามวงศ์วาน  ขว. ลาดยาว  ข.บางเขน  กทม.ฯ  10900', 'indicon@truemail.co.th', '08-9896-5736(21/10/2010)', '0-2255-3369', '', '0-2513-6651', '', ''),
(53, '', 'P02534', 'ผศ.ดร.วรา', 'วราวิทย์', '', 'EE', '', '', 'อาจารย์', 'คณะวิศวกรรมศาสตร์ สจพ.  ถ.พิบูลสงราม  เขตบางซื่อ  กทม.ฯ  10800  ', '  1124/270  ซ.การไฟฟ้าภูมิภาค  ถ.พหลโยธิน 32  ขว.ลาดยาว  ข.จตุจักร  กทม.ฯ  10900 ', 'vara@kmitnb.ME.th', '08-1686-2882', '', '', '', '', ''),
(54, '', 'P04493', 'สมยศ', 'เจริญวงศ์ไพศาล', 'EE', 'EE', '21.00', '', '', 'MRV TRADE & SERVICE CO.,LTD  88/88  ม. 2  ซ.งามวงศ์วาน 6  ถ.งามวงศ์วาน  ต.บางเขน  อ.เมือง  จ.นนทบุรี  11000  ', '  77/102  ม. 2  ต.บางพลับ  อ.ปากเกร็ด  จ.นนทบุรี  11120 ', 'somyos @ mrv.co.th', '08-1835-2439', ' 0-2965-9631 ', '0-2580-4226 ', '0-2924-1817', '', ''),
(55, '', '', 'เกรียงศักดิ์', 'สุวิทยะศิริ', '', 'EE', '21.00', '', '', '', '', 'k_thonthan@hotmail.com', '08-1812-8550', '', '', '', '', ''),
(56, '', '', '**ถามปกครอง', '', '', 'PE', '21.00', '', '', '', '', '', '', '', '', '', '', ''),
(57, '', 'NED06-01195', 'โกวิทย์', 'สันติราษฎร์ภักดี', 'ChE', 'ChE', '21.00', '', '', 'MOBILE OIL (THAILAND)CO.,LTD. 54 ชั้น 16 อาคาร บีบี ถ.อโศก กทม.ฯ 10110', '23/97 ถ.วุฒากาศ ขว.บางค้อ ข.บางขุนเทียน กทม.ฯ 10150', 'ksantiratpukdee@gmail.com', '08-1648-9707', '', '0-2460-0740,0-2415-7019', '', '', ''),
(58, '', 'P05116', 'สุริยะ', 'นนทนาคร', '  132  ซอยจรัญสนิทวงศ์ 64  ถนนจรัญสนิทวงศ์  แขวงบางยี่ขัน  เขตบางพลัด  กรุงเทพฯ  10700  โทร. 0-2883-4110', 'ME', '', '', '', ' TRANE  THAILAND  2  ซ.สุขุมวิท 2  ถ.สุขุมวิท  แขวงคลองเตย  เขตคลองเตย  กทม.ฯ  10110 ', '', 'SURIYA @ TANE.COM', '***ถามสุรินทร์', '0-2656-8777  ', '0-2656-7823', '', '', ''),
(59, '', 'NED06-01343', 'รวิวัฒน์', 'พนาสันติภาพ', '70 ซอยเพชรเกษม 4 เขตบางกอกใหญ่ กรุงเทพฯ', 'EE', '', '', '', 'สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ 1518 ถ.พิบูลสงคราม แขวงบางซื่อ เขตบางซื่อ กทม.ฯ 10800', '70 ซ.เพชรเกษม 4 ข.บางกอกใหญ่ กทม.ฯ', '', '08-1806-9317(21/10/2010)', '', '', '', '', ''),
(60, '', 'P03381', 'รวิวัฒน์', 'พนาสันติภาพ', '  126  ถนนขุนแผน  ตำบลท่าพี่เลี้ยง  อำเภอเมือง  จังหวัดสุพรรณบุรี  72000  โทร. 0-3551-1207  E-mail:rawiwat@econowatd.com', 'EE', '', '', '', 'บ.  ไทยเอ็นเนอร์ยี่คอนเซอร์เวชั่น  จก.  320  ม. 1  ถ.โพธิ์พระยาสายเก่า  ต.สนามชัย  อ.เมือง  จ.สุพรรณบุรี  72000  โทร. 0-3540-8581-3  แฟ็กซ์. 0-3540-8584  E-mail:rawiwat@econowatd.com', '  126  ถ.ขุนแผน  ต.ท่าพี่เลี้ยง  อ.เมือง  จ.สุพรรณบุรี  72000  โทร.', 'rawiwat@econowatd.com', '08-1806-9317(21/10/2010)', '', '', ' 0-3551-1207  ', '', ''),
(61, '', 'P04742', 'สิทธิพร', 'เกิดสำอางค์', '', 'EE', '', '', 'อาจารย์', 'สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ  1518  ถ.พิบูลสงคราม  แขวงบางซื่อ  เขตบางซื่อ  กทม.ฯ  10800 ', ' 51/60   ถ.ทหาร  ขว.ดุสิต  ข.ดุสิต  กทม.ฯ10300', '', '', '0-2913-2500  ', '', '', '', ''),
(62, '', 'P05113', 'สุรินทร์', 'ว่องวิไลกุล', '', 'PE', '', '', '', 'บ.  เทรนด์ อิเลคทรอนิคส์ (ประเทศไทย)  จก.  444  อาคารโอลิมเปียไทยทาวเวอร์  ชั้น 17  ถ.รัชดาภิเษก  แขวงสามเสนนอก  เขตลาดพร้าว  กทม.ฯ  10320  โทร. 0-2512-6102  แฟ็กซ์. 0-2512-6105   E-mail:  ', '  74/18  ม. 4  ซ.พหลโยธิน 32  ถ.พหลโยธิน  ขว.จรเข้บัว  ข.ลาดพร้าว  กทม.ฯ  10230 ', 'surinv @ ksc.th.com', '***ดูนามบัตร', '', '', ' 0-2578-1241', ' 0-2578-0034 ', ''),
(63, '', 'P05625', 'อิทธิวัฒน์', 'แผ่คุณ', '', 'ChE', '', '', '', '  30/7  ถ.ธนบุรี-ปากท่อ  แขวงปากท่อ  เขตบางขุนเทียน  กทม.ฯ  10150', '', '', '08-1398-9510(21/10/2010)', '', '', '', '', ''),
(64, '', 'P04676', 'สามารถ', 'จินดาพรพิทักษ์', '', 'ME', '', '', '', '', '  12 ม. 1  ต.เทพราช  อ.บ้านโพธิ์  จ.ฉะเชิงเทรา  24000', '', '08-9815-4357', '', '', '', '', ''),
(65, '', 'NED06-01454', 'วีระ', 'งามผาติกุล', '', 'EE', '', '', '', '', '2/12 ซ.เกษม นนสุขุมวิท ขว.คลองตัน ข.พระโขนง กทม.ฯ 10110', '', '08-1643-5823', '', '', '', '', ''),
(66, '', 'P04000', 'วีระ', 'งามผาติกุล', '', 'EE', '', '', '', '', '  43/239  ซ.จันทร์ม่วง  ถ.ธนบุรี-ปากท่อ  ขว.จอมทอง  ข.บางขุนเทียน  กทม.ฯ  10150', 'vera_ngam@hotmail.com', '08-1643-5823', '', '', '', '', ''),
(67, '', 'NED06-01533', 'สมบุญ', 'รุจิวรารัตน์', '', 'PE', '', '', '', '', '', 'sbpee@ji-net.com', '08-1659-9609', '', '', '', '', ''),
(68, '', 'P02947', 'เพิ่มเกียรติ', 'ศิลาอาสน์', '', 'CHE', '', '', '', 'บ.  แปซิฟิคอินเตอร์เทค  จก.  121/2  ม. 4  อาคารศรีเจริญชัย  ชั้น 8  ถ.ติวานนท์  ต.ตลาดขวัญ  อ.เมือง   จ.นนทบุรี  11000  ', '', 'WWW.PACIFICINTERTECH.COM', '', '0-2968-7822', '0-2968-7829', '', '', ''),
(69, '', 'P03625', 'วรุต', 'รังสินธุ์', '', 'ME', '', '', '', '', '  17/69 ถ.ประชาชื่น  ข.บางเขน  กทม.ฯ  10220 ', '', '08-1611-5126', '0-2503-9629,0-2591-1420-8', '', '', '', ''),
(70, '', 'NED06-01598', 'วิชา', 'นนทิธำรง', '', 'EE', '', '', '', '', '660/4 ม. 11 ซ.สุขสวัสดิ์ ขว.บางปะกอก ข.ราษฎร์บูรณะ กทม.ฯ10140', 'wicha_n@yahoo.com', '08-1823-6671', '', '', '', '', ''),
(71, '', 'NED06-01599', 'วิชา', 'นนทิธำรง (แซ่โค้ว)', '', 'EE', '', '', '', '', '67/9 นนศรีจันทร์   อ.เมือง   จ.ขอนแก่น 40000', '', '08-1823-6671', '', '', '', '', ''),
(72, '', 'P04667', 'สาธิต     ', 'สนองผัน', '', 'PE', '', '', '', '', '  382 ม. 6 ซ.สุขสวัสดิ์ 44  ขว.ราษฎร์บูรณะ ข.ราษฎร์บูรณะ  กทม.ฯ  10140  โทร.0-2428-0607', '', '***ถามวรุต', '', '', '', '', ''),
(73, '', '', '***ถามวรุต', '', '', 'ChE', '24.00', '', '', '', '', '', '', '', '', '', '', ''),
(74, '', 'P04156', 'ศิริเกียรติ', 'ศักดิ์โกศล', '', 'ME', '', '', '', '', '  990/52 ซ.พึ่งทรัพย์  ถ.สุขุมวิท 103  ขว.บางนา  ข.พระโขนง  กทม.ฯ  10260  โทร.0-2398-4070,0-2205-4773', 'sirikiet@state.gov', '08-1812-0869', '', '', '', '', ''),
(75, '', 'P05118', 'สุริยัณต์', 'ผู้อุตส่าห์', '', 'EE', '', '', '', 'บ.  พี.อี.แอล.เอ็นจิเนียริ่ง  จก.', '  90/17  ม. 1  ซ.สายไหม 51  ถ.สายไหม  ขว.สายไหม  ข.สายไหม  กทม.ฯ  10220  โทร. 0-1618-9023  แฟ็กซ์. 0-2991-9043  E-mail:psuriyan@yahoo.com', 'psuriyan@yahoo.com', '08-4161-6168', '', '', '', '', ''),
(76, '', 'P00934', 'ชาญยุทธ', 'โกสิตะวงษ์', '', 'PE', '', '', '**ไม่ทราบว่าชาญยุทธไหน', '', '  43/15  ซ.ประชัน  ถ.เพชรเกษม  ขว.ปากคลอง  ข.ภาษีเจริญ  กทม.ฯ  10160  โทร.0-2467-1556', '', '', '', '', '', '', ''),
(77, '', 'P00935', 'ชาญยุทธ', 'เลิศพงศ์เกษม', '', 'PE', '', '', '**ไม่ทราบว่าชาญยุทธไหน', '', '  581/54  ซ.ตากสิน 15  ถ.ตากสิน  ขว.บุคคโล  ข.ธนบุรี   กทม.ฯ  10600', '', '', '', '', '', '', ''),
(78, '', '***หาไม่พบ', 'สาธิต', '', '', 'ChE', '25.00', '', '', '', '', '', '', '', '', '', '', ''),
(79, '', '***หาไม่พบ', 'ประวิทย์', '', '', 'ChE', '25.00', '', '', '', '', '', '', '', '', '', '', ''),
(80, '', '***หาไม่พบ', 'บุญเลิศ', '', '', 'ChE', '25.00', '', '', '', '', '', '', '', '', '', '', ''),
(81, '', 'P05486', 'อรุณ', 'จิรกรกิตตินันท์', '', 'ME', '', '', '', '', '  12  ซ.เจริญนคร 49  ถ.เจริญนคร ขว.บางลำภูล่าง  ข.คลองสาน  กทม.ฯ   10600 โทร.0-2437-4417,0-1624-4728', 'tui49@hotmail.com', '086 888-8128', '', '', '', '', ''),
(82, '', 'P00879', 'ชัยรัตน์', 'ภรณ์พิริยะนิยม', '', 'EE', '', '', '', '', '  33/15 ซ.วุฒากาศ 40  ถ.วุฒากาศ  ขว.บางอ้อ  ข.จอมทอง  กทม.ฯ  10150  โทร.0-2476-7478', '', '', '', '', '', '', ''),
(83, '', 'NED06-02012', 'ไชยันต์', 'สุวรรณชีวะศิริ', '', 'EE', '', '', '', '', '136/94 นนประชาราษฎร์ 1 ขว.บางซื่อ ข.ดุสิต กทม.ฯ 10800', '', '', '', '', '0-2396-0960', '', ''),
(84, '', 'P01077', 'ไชยันต์', 'สุวรรณชีวะศิริ', '', 'EE', '', '', '', '', '  226/15  ซ.สุทธาราม ขว.บุคคโล ข.ธนบุรี  กทม.ฯ  10600  โทร.0-2439-5973', '', '', '', '', '', '', ''),
(85, '', 'P03304', 'ยงวิทย์', 'ทองนาค', '', 'PE', '', '', '', '', '  332/31  ซ.บางพลัด  ถ.จรัญสนิทวงศ์  ขว.บางอ้อ  ข.บางกอกน้อย  กทม.ฯ  10700  โทร.', '', '**ดูนามบัตร', '', '', '0-2435-3824', '', ''),
(86, '', 'P00088', 'กฤษดา', 'คลี่ฉายา', '', 'CHE', '', '', '', 'บ.  ปตท.สำรวจและผลิตปิโตรเลียม  จก. (มหาชน)  555  ถ.วิภาวดีรังสิต  แขวงจตุจักร  เขตจตุจักร  กทม.ฯ  10900 ', '  162/71 ม. 5  ซ.พหลโยธิน 52  ถ.พหลโยธิน  ขว.คลองถ.  ข.สายไหม  กทม.ฯ  10220  ', 'kritsadak @ pttep.com', '', '0-2537-4423', '0-2537-4349', '0-2531-1481', '', ''),
(87, '', '', '', '', '', 'ME', '27.00', '', '', '', '', '', '', '', '', '', '', ''),
(88, '', 'P00411', 'คทาเทพ', 'สวัสดิ์พิศาล', '', 'EE', '', '', '', '', 'โทร.0-2969-1193', '', '08-9859-9822', '', '', '', '', ''),
(89, '', 'P03453', 'รุ่งเรือง', 'รจนาพร', '', 'EE', '', '', '', '', '  42/59 ซ.บุญศิริ  ถ.สุขุมวิท  ต.บางเมือง  อ.เมือง  จ.สมุทรปราการ  10270  ', 'rungruang-w@yahoo.co.th', '08-1750-4862  *ไม่ทราบว่ารุ่งเรืองไหน', '', '', '', '', ''),
(90, '', 'P03455', 'รุ่งเรือง', 'ศรีวาจนะ', '', 'EE', '', '', '', '', '  244/4333  ถ.ประชาสงเคราะห์  ขว.ดินแดง ข.ห้วยขวาง  กทม.ฯ10400  โทร.0-2644-0535', '', '08-1750-4862  *ไม่ทราบว่ารุ่งเรืองไหน', '', '', '', '', ''),
(91, '', '', '', '', '', 'PE', '27.00', '', '', '', '', '', '', '', '', '', '', ''),
(92, '', '', '', '', '', 'CHE', '27.00', '', '', '', '', '', '', '', '', '', '', ''),
(93, '', 'P02961', 'ไพบูลย์', 'คงสุภาพศิริ', '', 'ME', '28.00', '', 'Assistant Factory Manager', '', 'T.A.C Consumer Co., Ltd.กุมภาพันธ์ 2010 ถึงปัจจุบัน', '', '', '', '', '0-2433-4408', '', ''),
(94, '', '', '', '', '', 'EE', '28.00', '', '', '', '', '', '', '', '', '', '', ''),
(95, '', 'P01746', 'ธีรภาพ', 'กมลมงคลสุข', '', 'PE', '', '', '', '', '', 'teerapap @ tmc.co.th', '08-1988-9002', '0-3827-1933', '0-3827-1931', '0-3827-1933', '0-3827-1931 ', ''),
(96, '', '', 'ขจรเดช', 'ตรานุชรัตน์', '', 'CE', '28.00', '', '', '', '', 'kajorndej999@yahoo.com', '08-1808-9809', '', '', '', '', ''),
(97, '', '', '', '', '', 'CHE', '28.00', '', '', '', '', '', '', '', '', '', '', ''),
(98, '', '', '', '', '', 'ME', '28.00', '', '', '', '', '', '', '', '', '', '', ''),
(99, '', 'P00664', 'เจษฎา', 'ขัดทองงาม', '', 'EE', '', '', '', '', '  325  ม. 2  ต.ศาลา  อ.เกาะคา  จ.ลำปาง  52130', 'r_jessada@yahoo.com', '08-1453-2055', '', '', '', '', ''),
(100, '', '', 'ภาณุวัฒน์', 'เจริญกิจพิทักษ์', '', 'EE', '29.00', '', '', '', '', 'num-mbe14@yahoo.com', '08-2491-0444', '', '', '', '', ''),
(101, '', '', 'วริทธิ์', 'เฟื่องเวโรจน์สกุล', '', 'EE', '29.00', '', '', '', '', 'va_varit@yahoo.com', '08-1708-0014', '', '', '', '', ''),
(102, '', '', 'รัฐสะ', 'รัตนชัยพิพัฒน์', '', 'EE', '29.00', '', '', '', '', 'r_radhsa@yahoo.com', '08-1802-2113', '', '', '', '', ''),
(103, '', '', '', '', '', 'PE', '29.00', '', '', '', '', '', '', '', '', '', '', ''),
(104, '', '', '', '', '', 'CHE', '29.00', '', '', '', '', '', '', '', '', '', '', ''),
(105, '', '', '', '', '', 'ME', '30.00', '', '', '', '', '', '', '', '', '', '', ''),
(106, '', 'P01197', 'ณัฐพล', 'นิมิตรัตนะวงศ์', '', 'EE', '', '', '', '', '  23/49 ม. 4  ถ.ธนบุรี-ปากท่อ  ขว.บางมด  ข.จอมทอง  กทม.ฯ 10150', '', '08-1623-0330  *ไม่ทราบว่าณัฐไหน', '', '', '', '', ''),
(107, '', 'P01218', 'ณัฐวุฒิ', 'ชิณสุข', '', 'EE', '', '', '', '', '  911/2  ม. 1  ถ.เทพารักษ์  ต.เทพารักษ์  อ.เมือง  จ.สมุทรปราการ  10270', 'nutty_216@yahoo.com', '08-1623-0330  *ไม่ทราบว่าณัฐไหน', '', '', '', '', ''),
(108, '', '', '', '', '', 'ME', '31.00', '', '', '', '', '', '', '', '', '', '', ''),
(109, '', '', '', '', '', 'EE', '31.00', '', '', '', '', '', '', '', '', '', '', ''),
(110, '', '', '', '', '', 'PE', '31.00', '', '', '', '', '', '', '', '', '', '', ''),
(111, '', '', '', '', '', 'CHE', '31.00', '', '', '', '', '', '', '', '', '', '', ''),
(112, '', '', '', '', '', 'ME', '32.00', '', '', '', '', '', '', '', '', '', '', ''),
(113, '', '', '', '', '', 'EE', '32.00', '', '', '', '', '', '', '', '', '', '', ''),
(114, '', '', '', '', '', 'PE', '32.00', '', '', '', '', '', '', '', '', '', '', ''),
(115, '', '', '', '', '', 'CHE', '32.00', '', '', '', '', '', '', '', '', '', '', ''),
(116, '', '', '', '', '', 'ME', '33.00', '', '', '', '', '', '', '', '', '', '', ''),
(117, '', '', '', '', '', 'EE', '33.00', '', '', '', '', '', '', '', '', '', '', ''),
(118, '', '', '', '', '', 'PE', '33.00', '', '', '', '', '', '', '', '', '', '', ''),
(119, '', '', '', '', '', 'CHE', '33.00', '', '', '', '', '', '', '', '', '', '', ''),
(120, '', '', '', '', '', 'ME', '34.00', '', '', '', '', '', '', '', '', '', '', ''),
(121, '', '', '', '', '', 'EE', '34.00', '', '', '', '', '', '', '', '', '', '', ''),
(122, '', '', '', '', '', 'PE', '34.00', '', '', '', '', '', '', '', '', '', '', ''),
(123, '', '', '', '', '', 'CHE', '34.00', '', '', '', '', '', '', '', '', '', '', ''),
(124, '', 'P01551', 'ธนวัฒน์', 'กรัษนัยรวิวงค์', '', 'ME', '35.00', '', '', '', '  130/59  อาคารบางกะปิแกรนด์ คอนโด อาคาร A  ซอยลาดพร้าว 121  ถนนลาดพร้าว  แขวงคลองจั่น  เขตบางกะปิ  กรุงเทพฯ  10240  โทร. 0-2733-3691-5  ต่อ 359  E-mail: dhanawat@gmail.com', 'dhanawat@gmail.com', '08-7666-1992', '', '', '', '', ''),
(125, '', '', 'ดนัย', 'สินประเสริฐ', '', '', '35.00', '', '', '', '', 'dandanai@hotmail.com', '08-1803-9904', '', '', '', '', ''),
(126, '', '', '', '', '', 'EE', '35.00', '', '', '', '', '', '', '', '', '', '', ''),
(127, '', '', '', '', '', 'PE', '35.00', '', '', '', '', '', '', '', '', '', '', ''),
(128, '', '', '', '', '', 'CHE', '35.00', '', '', '', '', '', '', '', '', '', '', ''),
(129, '', '', '', '', '', 'ME', '36.00', '', '', '', '', '', '', '', '', '', '', ''),
(130, '', 'P00017', 'กมล', 'กลันทกสุวัณณ์', 'ENG 36 ( Civil )', 'EE', '36.00', '', '', 'SQT', '  343/2  ตำบลตะคร้ำเอน  อำเภอท่ามะกา  จังหวัดกาญจนบุรี  71130  โทร.0-6621-2057,034-562-1  Email:kamolcee09@yahoo.com', 'kamolcee09@hotmail.com, kamolcee09@yahoo.com', '', '', '', '', '', ''),
(131, '', '', '', '', '', 'PE', '36.00', '', '', '', '', '', '', '', '', '', '', ''),
(132, '', '', '', '', '', 'CHE', '36.00', '', '', '', '', '', '', '', '', '', '', ''),
(133, '', '', '', '', '', 'ME', '37.00', '', '', '', '', '', '', '', '', '', '', ''),
(134, '', '', '', '', '', 'EE', '37.00', '', '', '', '', '', '', '', '', '', '', ''),
(135, '', '', '', '', '', 'PE', '37.00', '', '', '', '', '', '', '', '', '', '', ''),
(136, '', '', '', '', '', 'CHE', '37.00', '', '', '', '', '', '', '', '', '', '', ''),
(137, '', '', '', '', '', 'ME', '38.00', '', '', '', '', '', '', '', '', '', '', ''),
(138, '', '', '', '', '', 'EE', '38.00', '', '', '', '', '', '', '', '', '', '', ''),
(139, '', '', '', '', '', 'PE', '38.00', '', '', '', '', '', '', '', '', '', '', ''),
(140, '', '', '', '', '', 'CHE', '38.00', '', '', '', '', '', '', '', '', '', '', ''),
(141, '', '', 'วรวิทย์', 'ลิ้มพานิชภักดี', '', '', '39.00', '', '', '', '', '', '', '', '', '', '', ''),
(142, '', '', '', '', '', 'ME', '39.00', '', '', '', '', '', '', '', '', '', '', ''),
(143, '', '', '', '', '', 'EE', '39.00', '', '', '', '', '', '', '', '', '', '', ''),
(144, '', '', '', '', '', 'PE', '39.00', '', '', '', '', '', '', '', '', '', '', ''),
(145, '', '', '', '', '', 'CHE', '39.00', '', '', '', '', '', '', '', '', '', '', ''),
(146, '', '', '', '', '', 'ME', '40.00', '', '', '', '', '', '', '', '', '', '', ''),
(147, '', '', '', '', '', 'EE', '40.00', '', '', '', '', '', '', '', '', '', '', ''),
(148, '', '', '', '', '', 'PE', '40.00', '', '', '', '', '', '', '', '', '', '', ''),
(149, '', '', '', '', '', 'CHE', '40.00', '', '', '', '', '', '', '', '', '', '', ''),
(150, '', 'A19', 'จุนพงศ์', 'เหล่าศิริรัตน์', '', 'ME', '', '', '', '', '  98/84  ถนนแจ้งวัฒนะแขวงทุ่งสองห้องเขตหลักสี่ กรุงเทพมหานคร 10210  โทร:', '', '08-9300-5234', '', '', '02-5733737', '', ''),
(151, '', '', '', '', '', 'EE', '41.00', '', '', '', '', '', '', '', '', '', '', ''),
(152, '', '', '', '', '', 'PE', '41.00', '', '', '', '', '', '', '', '', '', '', ''),
(153, '', '', '', '', '', 'CHE', '41.00', '', '', '', '', '', '', '', '', '', '', ''),
(154, '', '', '', '', '', 'ME', '42.00', '', '', '', '', '', '', '', '', '', '', ''),
(155, '', '', '', '', '', 'EE', '42.00', '', '', '', '', '', '', '', '', '', '', ''),
(156, '', '', '', '', '', 'PE', '42.00', '', '', '', '', '', '', '', '', '', '', ''),
(157, '', '', '', '', '', 'CHE', '42.00', '', '', '', '', '', '', '', '', '', '', ''),
(158, '', '', 'สถาพร', 'ศิริรจน์', '', '', '43.00', '', '', '', '', 'ton_dm67@hotmail.com', '08-1913-0487', '', '', '', '', ''),
(159, '', '', 'จตุรงค์', 'แผนสมบูรณ์', '', '', '44.00', '', '', '', '', 'jathurong.ph@gmail.com', '08-1641-0183', '', '', '', '', ''),
(160, '', '', 'สุภัทร', 'อุปพงษ์', '', '', '44.00', '', '', '', '', 'boat159@hotmail.com', '08-3787-7848', '', '', '', '', ''),
(161, '', '', 'ศิวาวุธ', 'จัยวัฒน์', '', '', '45.00', '', '', '', '', 'siwawut@gmail.com', '08-1363-2295', '', '', '', '', ''),
(162, '', '', 'ถนอม', 'ทนุรัตนบุตร', '', '', '46.00', '', '', '', '', 'tanom@well-engineering.com', '08-1341-4317', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `group_id` int(11) NOT NULL DEFAULT '1',
  `member_id` int(11) NOT NULL,
  `username` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(30) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `sname` varchar(30) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `address` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `amphur` varchar(50) NOT NULL,
  `province_id` int(11) NOT NULL,
  `facebook` varchar(100) NOT NULL,
  `googleplus` varchar(100) NOT NULL,
  `myblog` varchar(100) NOT NULL,
  `telephone` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `avatar` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `endyear` varchar(4) NOT NULL,
  `position` varchar(100) NOT NULL,
  `company` varchar(100) NOT NULL,
  `mybusiness` tinyint(1) NOT NULL DEFAULT '0',
  `userstate` int(1) NOT NULL DEFAULT '0',
  `rating` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `group_id`, `member_id`, `username`, `password`, `name`, `sname`, `email`, `address`, `amphur`, `province_id`, `facebook`, `googleplus`, `myblog`, `telephone`, `avatar`, `endyear`, `position`, `company`, `mybusiness`, `userstate`, `rating`) VALUES
(2, 2, 2, 'user1', '123', 'user1', 'surname', 'user@hotmail.com', '', '', 1, '', '', '', NULL, '', '', '', '', 0, 0, 0),
(1, 1, 2, 'admin', '123', 'admin', NULL, '', '', '', 0, '', '', '', NULL, '', '', '', '', 0, 0, 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
